<pad>	0
<unk>	0
<s>	0
</s>	0
<START>	0
<END>	0
;	-2.94372
▁=	-3.13181
▁(	-3.39621
▁{	-3.46341
▁}	-3.47259
▁i	-3.56113
▁<<	-3.63388
▁int	-3.75855
=	-3.82788
,	-3.89655
[	-3.92125
▁n	-3.94274
i	-3.96146
▁>>	-3.97496
▁0;	-3.99175
▁	-4.07066
▁if	-4.12055
▁<	-4.23305
▁cout	-4.29592
▁a	-4.35505
)	-4.38746
▁+	-4.38872
▁for	-4.45249
▁cin	-4.48831
int	-4.49386
(	-4.54659
▁long	-4.55914
]	-4.57398
▁-	-4.58289
▁endl	-4.6071
++)	-4.62369
()	-4.6724
▁b	-4.69613
▁return	-4.81335
▁s	-4.82002
▁j	-4.90931
▁main	-4.91828
n	-4.93152
▁1;	-4.94256
▁else	-4.98356
▁"	-5.04868
▁x	-5.10253
▁m	-5.13889
a	-5.17086
▁c	-5.17816
▁k	-5.21408
.	-5.23214
▁ans	-5.31237
▁*	-5.31708
j	-5.3534
▁>	-5.35665
];	-5.45043
"	-5.56827
s	-5.57287
▁0)	-5.59683
▁%	-5.60003
▁/	-5.60579
);	-5.62591
++;	-5.65155
1	-5.65899
▁y	-5.67645
▁t	-5.72815
==	-5.72919
&	-5.73698
▁&	-5.74982
x	-5.82072
2	-5.82793
t	-5.88178
▁1)	-5.91589
▁sum	-5.94191
▁d	-5.96764
▁p	-6.04289
▁1	-6.05928
_	-6.07141
▁2	-6.0859
▁!	-6.09399
▁'	-6.10531
▁string	-6.10787
▁l	-6.13439
le	-6.15908
▁v	-6.19531
▁whi	-6.20132
▁0,	-6.20517
▁r	-6.21255
";	-6.22155
][	-6.27726
b	-6.29209
size	-6.40485
▁2;	-6.44389
▁0	-6.47807
<	-6.48704
();	-6.49231
▁min	-6.49278
k	-6.49792
▁arr	-6.50885
▁cnt	-6.52317
▁max	-6.55845
long	-6.56333
>	-6.57754
reak	-6.59338
▁1]	-6.61757
])	-6.65721
▁++	-6.68409
c	-6.69357
[0]	-6.69465
||	-6.74506
▁f	-6.76946
f	-6.77227
1,	-6.78047
▁cons	-6.78083
O	-6.78227
NO	-6.80003
▁2)	-6.80473
3	-6.81065
e	-6.82191
m	-6.85558
y	-6.88902
▁char	-6.88971
YES	-6.92158
▁str	-6.93667
▁res	-6.95276
▁num	-6.96067
▁count	-6.98541
')	-7.02384
--)	-7.02979
▁q	-7.03606
';	-7.04041
p	-7.06668
\	-7.06675
r	-7.0939
▁flag	-7.10072
▁bool	-7.10952
l	-7.11042
▁"\	-7.12539
2;	-7.12816
▁temp	-7.13547
--;	-7.14414
cin	-7.21045
▁true	-7.21918
▁z	-7.22888
'	-7.24762
push	-7.25507
v	-7.26562
[1]	-7.26789
▁wh	-7.27326
▁vector	-7.27829
ans	-7.2979
ile	-7.30161
▁sort	-7.32249
back	-7.32253
▁false	-7.32461
length	-7.35063
▁w	-7.36705
▁'\	-7.40424
▁1,	-7.41614
arr	-7.44211
▁10;	-7.4551
▁N	-7.46839
▁abs	-7.47504
▁h	-7.47992
▁3;	-7.48045
▁((	-7.49955
2)	-7.55036
end	-7.57298
d	-7.57513
sum	-7.58825
str	-7.59428
begin	-7.60622
▁dp	-7.61333
))	-7.61381
char	-7.61629
▁len	-7.63127
1;	-7.68424
▁10	-7.70588
]);	-7.7077
void	-7.7123
▁(!	-7.71648
")	-7.74724
▁1);	-7.75112
▁A	-7.76237
▁ch	-7.77478
▁-1	-7.77513
▁1])	-7.78665
▁g	-7.79931
▁:	-7.80926
?	-7.80968
string	-7.8151
▁mod	-7.83126
▁e	-7.84283
▁tmp	-7.85444
▁3	-7.86408
▁5;	-7.87064
cnt	-7.87977
▁gcd	-7.88126
));	-7.89598
A	-7.90699
ontinue	-7.91015
▁get	-7.92227
[2]	-7.92351
▁u	-7.92537
1)	-7.93082
flag	-7.95484
u	-7.9613
D	-7.97314
▁mx	-8.01033
());	-8.03835
1[	-8.04847
set	-8.06543
num	-8.07719
▁4;	-8.08088
].	-8.11448
▁-1;	-8.12625
▁st	-8.12841
▁double	-8.1562
▁1];	-8.15771
o	-8.16073
▁4	-8.16157
▁1][	-8.16801
▁mp	-8.17595
N	-8.18599
▁sizeof	-8.18887
R	-8.20573
abs	-8.20585
9	-8.22793
▁map	-8.2318
▁S	-8.23192
▁mem	-8.23532
▁3)	-8.24306
q	-8.24473
▁7;	-8.25412
())	-8.26498
temp	-8.26897
h	-8.28613
2[	-8.29177
S	-8.29278
++	-8.29584
len	-8.3086
line	-8.32179
▁"|	-8.32862
0,	-8.33489
▁maxn	-8.33855
max	-8.3387
z	-8.34632
▁5	-8.36545
]++;	-8.36552
insert	-8.37142
ch	-8.4096
second	-8.42461
▁total	-8.42679
▁set	-8.43601
▁solve	-8.44959
▁M	-8.45041
5	-8.45179
min	-8.45753
("	-8.46937
▁mid	-8.4886
▁mn	-8.48892
▁ar	-8.49136
first	-8.49968
");	-8.50214
count	-8.50842
0	-8.51078
▁8;	-8.51415
▁pos	-8.52147
[3]	-8.53228
▁B	-8.53496
pos	-8.53979
puts	-8.54073
maxn	-8.5475
▁MOD	-8.5625
[105]	-8.56997
w	-8.57107
B	-8.57907
[0];	-8.61988
L	-8.62315
T	-8.62778
▁{0}	-8.63718
g	-8.64555
▁swap	-8.64666
▁INF	-8.64926
▁7	-8.65094
-	-8.66911
1.	-8.67158
res	-8.68793
find	-8.69608
",	-8.69846
▁result	-8.70552
MAX	-8.71743
▁'0';	-8.72058
▁1))	-8.72788
▁vis	-8.7316
▁T	-8.74396
▁co	-8.77407
▁cur	-8.77477
▁now	-8.77805
▁check	-8.77969
st	-8.7882
3;	-8.78873
▁'0'	-8.80151
▁-1)	-8.80491
▁val	-8.80571
I	-8.83346
']	-8.83391
1++;	-8.83518
▁'0')	-8.83592
▁ok	-8.84473
LL	-8.86278
substr	-8.87853
▁5)	-8.88017
▁ss	-8.88441
▁counter	-8.89548
▁last	-8.89657
▁maxx	-8.9043
dp	-8.90474
▁2);	-8.9157
][0]	-8.91829
[5]	-8.94382
▁tot	-8.94523
▁ret	-8.94782
▁'-')	-8.95232
▁6;	-8.95878
▁'1')	-8.97021
}	-8.97148
▁2]	-8.97151
[4]	-8.97381
▁dfs	-8.97435
[0])	-8.97773
C	-8.99018
▁4)	-8.99442
▁INT	-8.99444
▁L	-8.99461
▁10)	-8.99635
0;	-9.01321
▁C	-9.02523
(0);	-9.03235
▁inf	-9.03816
▁o	-9.03823
▁"+	-9.0402
4	-9.06143
U	-9.06652
[100]	-9.06818
[1])	-9.07263
▁100;	-9.07342
▁prime	-9.07992
▁name	-9.08288
▁"*";	-9.08404
vis	-9.08584
tmp	-9.08735
▁in	-9.09277
▁and	-9.09403
▁P	-9.09635
▁vec	-9.09793
▁7)	-9.1059
▁R	-9.11009
M	-9.1122
in	-9.11306
▁"-1"	-9.11998
[101]	-9.12165
▁"0"	-9.13357
▁"";	-9.14594
▁1000000007;	-9.16855
--	-9.1791
mp	-9.18697
▁index	-9.18965
signed	-9.19876
▁cost	-9.20071
[10]	-9.20399
▁|	-9.20823
2);	-9.21633
2++;	-9.22243
+	-9.23328
erase	-9.2334
▁"#";	-9.23413
▁minn	-9.23823
▁1000;	-9.24622
check	-9.249
[100005]	-9.27077
▁MAX	-9.28161
Yes	-9.28487
▁input	-9.28884
No	-9.28953
▁read	-9.29644
▁row	-9.29956
((	-9.3018
[1000]	-9.30456
2.	-9.30809
▁cont	-9.31368
};	-9.32405
▁'9')	-9.32712
[1005]	-9.32939
['	-9.33085
3)	-9.33227
▁sqrt	-9.33418
▁answer	-9.33553
▁'+')	-9.33741
▁'*')	-9.33949
++]	-9.34442
[6]	-9.34526
][1]	-9.34888
▁100	-9.34931
3,	-9.34959
X	-9.36013
pop	-9.36187
cur	-9.36749
gcd	-9.36939
G	-9.3746
1);	-9.38679
▁ma	-9.39344
▁time	-9.4051
it	-9.41492
[110]	-9.41976
▁left	-9.42238
]]	-9.4277
[3];	-9.43134
cos	-9.43812
▁aux	-9.44062
clea	-9.44798
ok	-9.4506
9;	-9.4519
pair	-9.45353
▁new	-9.45823
▁pre	-9.45911
now	-9.46592
F	-9.46974
ar	-9.47727
▁maxi	-9.48125
mx	-9.48498
▁reverse	-9.48552
P	-9.50258
▁pow	-9.50354
1[0]	-9.5051
▁start	-9.5106
▁xx	-9.51924
▁curr	-9.52244
top	-9.52394
index	-9.5254
▁ceil	-9.52638
▁ara	-9.52672
▁number	-9.53203
nst	-9.53824
[1];	-9.54021
▁6	-9.5442
▁second	-9.54528
▁prev	-9.55438
]))	-9.55602
▁col	-9.56102
6	-9.56427
',	-9.56948
▁right	-9.56959
▁dist	-9.5717
empty	-9.57691
▁"1"	-9.57858
▁26;	-9.58767
W	-9.60259
64	-9.60287
MAXN	-9.60557
▁un	-9.60927
>::	-9.61367
{	-9.61395
nt	-9.6201
▁".";	-9.62169
(2	-9.62293
▁X	-9.62659
▁8	-9.629
▁8)	-9.63033
▁G	-9.63415
▁(2	-9.63908
prime	-9.64076
start	-9.64996
▁6)	-9.65671
▁mini	-9.66616
▁base	-9.67082
get	-9.67167
▁fast	-9.67448
▁diff	-9.67624
1[1]	-9.68014
▁(1)	-9.68131
out	-9.68603
▁dy	-9.6901
1};	-9.69367
|)"	-9.69666
Friendship	-9.6969
[0][0]	-9.69787
double	-9.70724
[8]	-9.70965
is	-9.72817
per	-9.73003
▁Max	-9.73505
ron	-9.73774
[1001]	-9.7381
▁MAXN	-9.739
hed	-9.74636
▁con	-9.75015
true	-9.75382
▁__	-9.7555
->	-9.75626
▁'#';	-9.75887
▁--	-9.7623
[4];	-9.7666
▁mark	-9.76731
[2];	-9.76835
▁first	-9.77081
-|	-9.77235
▁word	-9.77568
[]	-9.77602
▁pair	-9.77671
]]++;	-9.77855
▁test	-9.78493
ite	-9.78992
▁'.')	-9.79492
Second	-9.79741
<<	-9.80564
[2])	-9.81142
mid	-9.81247
▁it	-9.8127
IG	-9.81401
rock	-9.81777
▁12;	-9.82343
▁my	-9.82413
First	-9.82681
▁day	-9.82787
▁60	-9.82898
▁rem	-9.82911
at	-9.8371
sors	-9.83846
pa	-9.83877
[0][	-9.84203
▁step	-9.8439
▁1000	-9.85775
▁9;	-9.8705
▁cmp	-9.87092
1]	-9.87354
▁data	-9.87795
rator	-9.88537
▁power	-9.88638
▁dx	-9.89122
▁"-	-9.89326
▁20;	-9.90885
▁'1'	-9.91044
|	-9.92955
▁'*';	-9.93203
!"	-9.93269
[0][1]	-9.93724
SEGMENT	-9.93914
▁ct	-9.94954
▁lcm	-9.95387
▁mm	-9.95542
▁one	-9.96595
!	-9.96827
Time	-9.96904
▁dis	-9.97011
▁price	-9.97017
cmp	-9.97711
▁np	-9.97719
]--;	-9.98115
OOOO	-9.98246
▁{}	-9.98492
ss	-9.98935
▁pq	-9.99218
▁idx	-9.99502
val	-9.99822
▁'(')	-10.0024
[100000]	-10.0122
▁"-1	-10.0181
▁(((	-10.0196
▁'.';	-10.0231
Y	-10.0292
idx	-10.0317
precision	-10.0317
▁D	-10.0507
mod	-10.051
▁'#')	-10.0523
7	-10.0548
▁2))	-10.0573
▁1]);	-10.0626
[26]	-10.071
input	-10.0726
▁do	-10.0813
if	-10.0832
[3][3]	-10.0868
OO	-10.0891
▁'1';	-10.0943
▁find	-10.0953
▁30	-10.096
ue	-10.0992
[100001]	-10.1006
▁top	-10.1009
cout	-10.1017
LEFT	-10.1044
TRIANGLE	-10.1044
▁end	-10.1063
▁score	-10.108
▁26	-10.1082
front	-10.1167
▁Y	-10.1214
time	-10.1229
[200]	-10.1247
DOWN	-10.1286
UP	-10.1288
▁output	-10.131
▁ind	-10.1327
▁yy	-10.1331
pow	-10.1333
or	-10.1354
▁br	-10.1391
▁init	-10.1481
maxx	-10.1532
name	-10.1582
▁exit	-10.1586
▁kol	-10.1597
▁father	-10.1608
for	-10.1627
left	-10.1627
▁cek	-10.1627
▁'8')	-10.1629
diff	-10.1654
▁'\0';	-10.1664
▁nl	-10.1717
>>	-10.173
digit	-10.1749
▁fb	-10.1769
OOO	-10.1793
▁sz	-10.1828
▁fa	-10.184
▁freq	-10.1855
PRINT	-10.1919
0)	-10.1944
▁high	-10.2027
[7]	-10.2124
4;	-10.2124
▁"#	-10.2128
mn	-10.2157
▁put	-10.2164
2]	-10.2266
mark	-10.2274
▁bb	-10.2303
[1010]	-10.2322
▁op	-10.2326
▁'4')	-10.2343
▁lo	-10.2358
last	-10.2391
row	-10.2404
▁tb	-10.2425
▁'7')	-10.2525
▁Min	-10.2533
▁value	-10.2553
element	-10.2565
▁gets	-10.2573
▁'4'	-10.2575
▁to	-10.2597
[30]	-10.2619
▁-1}	-10.2637
[10000]	-10.2639
open	-10.2702
▁E	-10.2712
[1][	-10.2788
']++;	-10.2791
▁(!(	-10.2833
▁key	-10.2854
▁primes	-10.2876
IMPOSSIBLE	-10.2879
▁mi	-10.2908
▁pr	-10.2928
▁print	-10.2936
cis	-10.3051
▁60;	-10.3068
▁hi	-10.3094
total	-10.3103
(-1);	-10.3156
▁15)	-10.3174
fa	-10.3203
re	-10.3225
▁tt	-10.3233
"]	-10.3235
ll	-10.3253
op	-10.3273
▁998244353	-10.3273
tolower	-10.3329
▁':')	-10.3357
[1][0]	-10.3367
▁dif	-10.3374
▁10);	-10.3378
');	-10.3411
▁(1	-10.3423
▁coun	-10.3426
▁mat	-10.3452
PS	-10.3479
▁win	-10.3505
TE	-10.3557
▁add	-10.3595
▁9)	-10.3605
::	-10.3615
▁_	-10.3616
▁size	-10.3673
vec	-10.3674
[51]	-10.3684
▁sol	-10.3729
▁inp	-10.3752
▁current	-10.3787
▁que	-10.3862
[3])	-10.3886
▁low	-10.3906
win	-10.3921
▁div	-10.394
Correct	-10.394
▁adj	-10.3959
number	-10.3989
▁100)	-10.4005
[11]	-10.4014
0];	-10.4074
▁12	-10.4082
iter	-10.4088
▁'0');	-10.4091
▁vv	-10.4104
[9]	-10.4157
2[0]	-10.4173
▁re	-10.4243
[0]);	-10.4246
E	-10.4258
[1][1]	-10.4287
▁found	-10.4316
AM	-10.4319
▁need	-10.4329
▁best	-10.4419
ara	-10.4439
(-1.0	-10.4441
red	-10.4482
▁color	-10.4501
▁11;	-10.4549
▁9	-10.4589
▁1));	-10.4595
▁sy	-10.4682
▁ex	-10.4716
xx	-10.4749
board	-10.4782
[105][105]	-10.4785
cpy	-10.4821
txt	-10.4833
[5][5]	-10.4839
▁1][0]	-10.4859
(1	-10.4872
][2]	-10.491
▁fre	-10.491
cost	-10.494
18;	-10.4942
[101][101]	-10.4953
▁25	-10.4957
MIN	-10.4969
▁WINS	-10.497
[60]	-10.4979
▁31	-10.4991
ind	-10.5005
('	-10.5012
2[1])	-10.5057
▁out	-10.5074
(3	-10.5076
[2	-10.5086
▁cal	-10.5088
▁"0	-10.5117
▁3,	-10.5128
▁judge	-10.5189
▁250)	-10.5201
[55]	-10.5236
ret	-10.5237
[100010]	-10.526
[200005]	-10.5311
id	-10.5343
ER	-10.5361
▁100000;	-10.5389
▁minx	-10.5425
un	-10.5445
▁two	-10.5469
sqrt	-10.5481
▁dem	-10.5498
5;	-10.5524
▁4);	-10.5545
▁eps	-10.5593
▁20)	-10.5611
----------	-10.5616
[20]	-10.5638
▁table	-10.5647
▁32;	-10.565
▁next	-10.5668
▁cc	-10.5668
Akshat	-10.5684
▁book	-10.5693
magic	-10.5732
chest	-10.5736
▁resp	-10.5739
▁goto	-10.5773
▁2])	-10.5802
▁myset	-10.5803
up	-10.5805
▁joy	-10.5859
▁dir	-10.5878
right	-10.5893
▁go	-10.5918
▁3);	-10.5921
▁')')	-10.5934
head	-10.5968
▁std	-10.5975
vector	-10.5976
▁12)	-10.6015
tot	-10.604
▁fixed	-10.6057
--------------+"	-10.607
rat	-10.6071
Chris	-10.6072
Mahmoud	-10.6072
Malvika	-10.6072
Mishka	-10.6072
Ehab	-10.6072
[2][1]	-10.6078
[2005]	-10.6082
ter	-10.6085
blue	-10.6151
Power	-10.6155
*	-10.6191
▁50	-10.6202
▁30;	-10.6213
▁array	-10.6222
▁tp	-10.6246
▁10]	-10.6249
▁(0);	-10.627
▁grid	-10.6271
RU	-10.6284
aux	-10.6322
biceps	-10.6362
AT	-10.6381
endl	-10.6402
-----------	-10.6404
(0)	-10.641
2))	-10.6414
result	-10.6419
▁0}	-10.6422
[50]	-10.6433
on	-10.6469
▁hh	-10.6476
▁isprime	-10.6488
▁up	-10.6505
▁maximum	-10.652
▁is	-10.6523
man	-10.6527
▁1][1]	-10.6562
▁Arr	-10.6571
▁isPrime	-10.6583
▁suma	-10.6593
▁15	-10.6626
▁tc	-10.6647
▁fact	-10.666
]])	-10.6692
▁float	-10.677
lo	-10.6772
data	-10.6784
▁'?')	-10.6794
woman	-10.6832
-------------+"	-10.6841
▁line	-10.6842
[0][2]	-10.6859
child	-10.6885
▁1000000000	-10.6944
6;	-10.6961
▁sb	-10.6988
upper	-10.6996
▁48;	-10.6996
▁or	-10.7008
▁can	-10.7027
▁(180	-10.705
8	-10.7053
ator	-10.7071
UL	-10.7129
▁gap	-10.7154
][1];	-10.716
pre	-10.7163
▁105;	-10.7176
DR	-10.7178
▁stack	-10.7205
green	-10.7276
▁ty	-10.729
LU	-10.7301
return	-10.7308
▁level	-10.7315
step	-10.7324
Anton	-10.7337
Danik	-10.7337
LD	-10.7358
▁(360	-10.737
RD	-10.7373
exp	-10.7389
▁se	-10.739
▁Number	-10.74
aren	-10.7435
[1][2]	-10.7459
▁even	-10.7488
(10	-10.7507
▁sub	-10.7521
▁digit	-10.7524
co	-10.7525
asya	-10.7536
[12]	-10.7538
curr	-10.754
------------	-10.756
toupper	-10.7577
▁hate	-10.7596
▁"0";	-10.7631
▁su	-10.7648
▁ada	-10.7649
RE	-10.7663
[++	-10.7688
color	-10.7694
found	-10.7725
▁0))	-10.774
en	-10.7752
▁good	-10.7769
▁MIN	-10.7771
stream	-10.7771
▁fin	-10.7773
][1])	-10.7773
ntinue	-10.7785
▁big	-10.7785
Reality	-10.7797
Soul	-10.7797
Space	-10.7797
Mind	-10.7802
bool	-10.7806
▁"#.	-10.7829
▁id	-10.7832
ation	-10.7848
▁make	-10.7848
▁greater	-10.7855
▁times	-10.7862
▁used	-10.7866
▁odd	-10.7895
▁"?"	-10.7953
▁brr	-10.7973
------------+"	-10.7986
▁days	-10.799
make	-10.7993
of	-10.801
Incorrect	-10.8035
▁mul	-10.8083
▁mymap	-10.8094
▁no	-10.8109
et	-10.8114
▁comp	-10.8132
▁points	-10.814
▁pref	-10.8151
▁the	-10.8162
2[0])	-10.8171
▁fuel	-10.8182
▁kk	-10.8214
[2][0]	-10.8221
▁'8'	-10.8237
IM	-10.8272
▁0);	-10.8282
▁match	-10.8288
▁"5"	-10.8305
▁letter	-10.8324
que	-10.8329
▁nums	-10.8338
ceil	-10.8382
Misha	-10.8387
▁'*'	-10.8411
▁hash	-10.8419
▁1000000;	-10.8422
no	-10.8434
▁mult	-10.8456
▁1]))	-10.8473
position	-10.8501
▁WI	-10.8513
orange	-10.8519
▁moves	-10.8551
▁zero	-10.8557
▁13)	-10.8559
counter	-10.8575
[0].	-10.8598
▁change	-10.8618
▁distance	-10.865
▁upper	-10.8667
[1]);	-10.8686
▁blue	-10.8687
▁"2"	-10.8687
▁length	-10.8689
▁lower	-10.8711
▁qr	-10.8712
▁store	-10.8727
-9	-10.8735
/"	-10.8738
▁10000;	-10.8771
▁fun	-10.8774
Penny	-10.8785
oward	-10.8785
turn	-10.8812
▁position	-10.8815
dif	-10.8831
:	-10.8835
▁mas	-10.8839
▁sieve	-10.8841
sci	-10.8843
▁tem	-10.8858
(1);	-10.8894
▁calc	-10.8931
["	-10.8939
one	-10.896
rem	-10.8961
▁fl	-10.8963
reg	-10.8967
▁chest	-10.8981
▁ctr	-10.8999
▁var	-10.9025
▁arg	-10.9045
Leonard	-10.9048
Rajesh	-10.9048
Sheldon	-10.9048
[1000005]	-10.9049
visited	-10.9051
Tie	-10.9051
Max	-10.9053
yellow	-10.9077
-------------	-10.9089
▁factor	-10.909
▁priority	-10.9098
▁'[')	-10.9122
[10][10]	-10.9122
[2001]	-10.9129
▁visit	-10.9152
▁cou	-10.9161
cons	-10.9166
cw	-10.9168
▁5]	-10.9189
ma	-10.9199
▁2];	-10.9228
▁{-1	-10.9236
ign	-10.9278
.";	-10.9286
ut	-10.9307
purple	-10.9319
▁1000000007	-10.9353
(0	-10.9374
value	-10.9382
main	-10.9392
▁ql	-10.9399
▁month	-10.9428
▁W	-10.9449
flg	-10.9467
ore	-10.9469
-----------+"	-10.9506
▁ed	-10.9509
▁pass	-10.955
Oct	-10.9593
▁bit	-10.9595
Black	-10.9596
White	-10.9596
▁visited	-10.9598
▁med	-10.9602
9)	-10.9629
mini	-10.9638
isprime	-10.9642
map	-10.9646
col	-10.9648
▁way	-10.9654
ccw	-10.9671
▁has	-10.9713
prev	-10.9797
▁1]++;	-10.986
[55][55]	-10.9882
[2][2]	-10.9885
sort	-10.9891
▁dep	-10.9899
▁fill	-10.9902
next	-10.9935
captain	-10.9937
▁15;	-10.9947
▁remove	-10.995
half	-10.9952
unique	-10.9958
▁hitung	-10.9964
[15]	-10.9967
minn	-10.9981
▁16)	-11.0012
▁";	-11.0012
▁work	-11.0042
▁'?'	-11.0074
[1000000]	-11.0081
▁all	-11.0088
▁pi	-11.0115
word	-11.0131
▁list	-11.0133
▁1].	-11.0136
1][	-11.0138
3);	-11.0152
Color	-11.0178
igned	-11.0187
▁'.'	-11.0188
[102]	-11.0191
▁valid	-11.0191
CD	-11.02
come	-11.021
▁year	-11.0214
else	-11.0216
▁sp	-11.031
tra	-11.0347
▁ele	-11.0384
▁22)	-11.0403
▁11)	-11.0412
▁1000000009;	-11.0452
▁en	-11.0471
graph	-11.0479
▁1.0	-11.0509
▁love	-11.0519
▁Input	-11.052
tc	-11.0525
▁goal	-11.053
sign	-11.0543
home	-11.057
▁ta	-11.0599
odd	-11.061
▁uns	-11.0687
]));	-11.0704
▁ck	-11.0712
ac	-11.0726
Equal	-11.0792
[100][100]	-11.0797
▁psum	-11.0797
▁48);	-11.0808
▁1005;	-11.083
▁gu	-11.0831
▁red	-11.0844
▁rlmoves	-11.0845
▁curlower	-11.0847
[1].	-11.0867
▁'9'	-11.0875
compare	-11.0901
2(	-11.0923
act	-11.093
▁starty	-11.0967
▁biceps	-11.0971
maxi	-11.0993
--------------	-11.1013
▁pw	-11.1045
▁ll	-11.105
▁edges	-11.1061
▁'('	-11.1105
▁100000	-11.1107
Alice	-11.1114
Bob	-11.1115
▁100001;	-11.1143
▁'5')	-11.1146
Sum	-11.1152
er	-11.1158
▁exp	-11.1174
▁'['	-11.1183
▁lol	-11.12
▁down	-11.1219
cek	-11.123
array	-11.1232
[100	-11.1262
▁ff	-11.1264
▁lim	-11.1305
▁3])	-11.1326
8;	-11.134
oo	-11.1352
▁'-';	-11.1373
▁dat	-11.139
▁"#"	-11.1393
1];	-11.1403
.#.#.#.#.	-11.1411
▁5);	-11.1414
----------+"	-11.1417
odec	-11.142
▁cap	-11.1445
short	-11.1474
NG	-11.1499
day	-11.15
▁plus	-11.1503
▁1000000007)	-11.1514
10	-11.154
▁matches	-11.1559
1))	-11.1574
▁players	-11.1579
▁log	-11.1581
dx	-11.1592
▁move	-11.1593
▁cup	-11.1594
la	-11.1605
hash	-11.1606
tr	-11.1611
ta	-11.1645
."	-11.166
▁pp	-11.166
Te	-11.1661
alpha	-11.1664
vowel	-11.1664
▁prog	-11.1685
▁20	-11.1714
▁side	-11.172
▁par	-11.1745
Masha	-11.1792
TIE	-11.1792
Dasha	-11.1793
▁rotate	-11.1812
[100000	-11.182
olve	-11.1831
▁200;	-11.184
[201]	-11.1851
2];	-11.1866
.#.#.#.#.#.	-11.187
▁nCr	-11.1871
2[1]	-11.1897
10;	-11.1898
▁itr	-11.19
letter	-11.1901
▁numbers	-11.1914
▁green	-11.1917
▁48	-11.1918
▁game	-11.1924
▁F	-11.1941
▁1001;	-11.195
▁stringstream	-11.1957
[10005]	-11.1986
ex	-11.1994
▁winner	-11.2039
▁22;	-11.2039
▁inv	-11.2082
▁tm	-11.2098
log	-11.2105
▁ori	-11.2109
▁Count	-11.211
▁board	-11.2138
▁md	-11.2171
▁an	-11.2192
)((	-11.2221
▁sumb	-11.2221
score	-11.2223
dist	-11.2227
mat	-11.2245
▁weak	-11.2261
base	-11.2281
father	-11.2284
▁cycle	-11.2308
isPrime	-11.2339
ios	-11.2351
][2];	-11.2352
▁item	-11.2353
▁men	-11.2366
▁from	-11.2381
that	-11.2382
sp	-11.2391
iz	-11.2437
Arr	-11.2437
▁'<'	-11.2456
contest	-11.252
[110][110]	-11.2524
▁Ans	-11.2525
UR	-11.2542
es	-11.2555
[120]	-11.259
▁28	-11.2598
▁rl	-11.2603
se	-11.2624
▁mov	-11.2627
▁three	-11.2638
▁shu	-11.2646
▁des	-11.2651
inp	-11.272
freq	-11.2724
Number	-11.278
solve	-11.2808
▁lenb	-11.2895
bound	-11.2905
cont	-11.2907
[1000	-11.2907
[1]++;	-11.2909
▁sup	-11.2914
▁soroban	-11.2928
▁contador	-11.2965
low	-11.2976
▁lca	-11.2977
RA	-11.2984
▁rat	-11.3
lower	-11.3016
▁123;	-11.302
][0];	-11.3032
mxm	-11.304
app	-11.3041
▁extra	-11.3048
▁240	-11.3056
float	-11.3125
▁"|#.	-11.3133
▁rec	-11.3147
▁tx	-11.3168
whichPosn	-11.3172
down	-11.3176
root	-11.3183
team	-11.3186
▁maxm	-11.3209
▁'+'	-11.3212
ct	-11.3218
To	-11.3245
▁asd	-11.3263
mber	-11.3263
till	-11.3266
▁ac	-11.3301
[205]	-11.3305
▁cy	-11.3331
▁97;	-11.3349
▁oo	-11.3357
[200001]	-11.3366
▁gr	-11.3376
▁menor	-11.3386
18	-11.339
)(	-11.3394
▁101;	-11.3394
---------------	-11.3424
ava	-11.3425
▁dig	-11.3428
points	-11.3434
▁cell	-11.345
▁'<')	-11.3467
▁sign	-11.3492
▁'#'	-11.3495
rr	-11.3502
days	-11.3509
▁MX	-11.3515
price	-11.3517
[200000]	-11.3527
▁coins	-11.3542
can	-11.3549
[500]	-11.3554
hi	-11.3577
need	-11.3578
judge	-11.3579
kol	-11.3585
▁tam	-11.3586
()));	-11.3589
used	-11.3599
visit	-11.3603
▁86400	-11.3609
TESTS	-11.361
err	-11.3612
ck	-11.3613
valid	-11.3642
▁jumlah	-11.3644
nd	-11.3664
Int	-11.3677
▁aa	-11.3702
test	-11.3706
undefined	-11.3721
zxcvbnm	-11.3721
anako	-11.3722
sdfghjkl	-11.3723
▁po	-11.3744
▁final	-11.3748
---------+"	-11.3757
10);	-11.3778
▁floor	-11.3806
▁weight	-11.381
▁deg	-11.3831
▁rta	-11.3857
▁"/	-11.3881
div	-11.3916
▁bus	-11.3917
▁seq	-11.3933
▁prices	-11.3938
isa	-11.3962
▁alpha	-11.3966
mm	-11.3979
▁half	-11.3994
▁60)	-11.4033
▁cn	-11.4035
▁edge	-11.404
▁'7'	-11.4078
▁lessons	-11.4088
▁'>'	-11.4094
yes	-11.4104
▁tim	-11.411
sz	-11.4135
ube	-11.4137
asil	-11.415
qwertyuiop	-11.4156
Ciel	-11.4156
,./"	-11.4158
an	-11.4211
.........	-11.4216
▁96	-11.427
7;	-11.4272
▁TESTS	-11.4274
▁levels	-11.4307
▁be	-11.4308
▁sq	-11.4314
[10010]	-11.4323
▁tab	-11.4325
par	-11.4328
▁clock	-11.4336
[400]	-11.4364
▁dos	-11.442
▁xay	-11.444
▁180	-11.4441
ne	-11.4444
▁letters	-11.4446
#.#.#.#.#.|.|)"	-11.448
▁200	-11.4481
▁sh	-11.4483
▁diag	-11.4483
▁21)	-11.4489
▁point	-11.4495
▁500;	-11.4499
dg	-11.4509
#.#.#.#.#.#.	-11.4513
plus	-11.4535
exist	-11.4538
gap	-11.4544
▁numOf	-11.4557
▁write	-11.4576
lol	-11.4595
eat	-11.4597
Nikita	-11.4611
Danil	-11.4611
Olya	-11.4611
▁Rozdil	-11.4627
▁txt	-11.4628
▁"1/1"	-11.4645
▁toggle	-11.4651
▁lst	-11.4656
▁"25	-11.4662
[27]	-11.4664
[200000	-11.4676
subtractions	-11.468
▁exist	-11.4684
▁pro	-11.4699
.............|"	-11.47
al	-11.4702
▁minimum	-11.4703
gets	-11.4719
▁maxy	-11.4755
Ann	-11.4784
▁pot	-11.479
▁dim	-11.4796
▁counts	-11.4799
▁off	-11.4821
fl	-11.4828
list	-11.4842
..........	-11.4844
nums	-11.4855
#.#.#.#.|.|)"	-11.4858
um	-11.4921
▁97)	-11.4922
▁items	-11.4923
▁rest	-11.4929
yy	-11.4941
▁97	-11.4953
▁3]	-11.4959
'))	-11.496
▁2));	-11.4967
▁light	-11.4967
ary	-11.4999
).	-11.5031
udmoves	-11.5039
▁iter	-11.5072
zero	-11.5089
dest	-11.5096
▁LCM	-11.51
▁solution	-11.5113
▁"1/2"	-11.512
▁static	-11.5155
▁file	-11.5167
[11][11]	-11.5172
▁divisor	-11.5183
INF	-11.5203
▁star	-11.5209
ome	-11.5233
][0])	-11.5236
▁fi	-11.5255
▁startx	-11.5263
▁110;	-11.5289
▁yes	-11.5331
▁votes	-11.5356
((3	-11.5383
os	-11.5399
ed	-11.5403
▁el	-11.543
▁rep	-11.5434
sub	-11.5446
▁1000000	-11.5456
▁lena	-11.5473
3[	-11.5473
level	-11.5483
[505]	-11.5484
output	-11.5488
▁ones	-11.5502
▁fy	-11.5507
best	-11.5508
▁Pi	-11.5511
▁fix	-11.5533
▁lucky	-11.5556
alue	-11.5562
poly	-11.5571
▁50;	-11.5572
▁"+";	-11.5573
▁ys	-11.5575
type	-11.5576
▁65	-11.5577
EASY	-11.5587
▁7);	-11.5588
ARD	-11.5596
isgro	-11.5614
▁100005;	-11.5619
▁"1/3"	-11.5621
▁"2/3"	-11.5621
▁"5/6"	-11.5621
▁26)	-11.563
............|"	-11.5637
[150]	-11.5639
▁minus	-11.5647
▁numOps	-11.5657
▁'!')	-11.5664
.#.#.#.	-11.5677
▁names	-11.5679
▁999999	-11.569
▁previous	-11.5714
▁"3"	-11.5718
[2].	-11.5742
▁root	-11.5743
▁31;	-11.575
▁was	-11.5753
▁speed	-11.5768
▁state	-11.5776
▁gl	-11.578
▁limit	-11.5797
▁bl	-11.5863
tp	-11.5869
▁I	-11.5874
...........	-11.5886
jj	-11.5905
dem	-11.5917
▁250	-11.5938
1(	-11.5941
▁qq	-11.5974
)1	-11.5982
▁36	-11.6005
Len	-11.6017
owel	-11.6026
npos	-11.6039
current	-11.6062
loc	-11.6067
▁sx	-11.608
..............|"	-11.6094
[2000]	-11.6098
ajout	-11.61
match	-11.6102
[4])	-11.6107
▁status	-11.6112
Bulbasaur	-11.6113
Impossible	-11.6113
impossible	-11.6113
status	-11.6115
dep	-11.6124
▁"***"	-11.6128
active	-11.613
[210]	-11.6142
▁">"	-11.6173
▁'2')	-11.6181
[2][	-11.6194
▁"<"	-11.6203
perm	-11.622
[200010]	-11.6232
▁buf	-11.6232
[111]	-11.6253
----------------	-11.6297
▁del	-11.6336
▁'\0'	-11.6336
▁save	-11.6367
▁sumr	-11.6368
▁cond	-11.6375
#.#.#.#.#.#.|.|"	-11.638
▁area	-11.6395
(8	-11.6405
▁rot	-11.645
▁10000	-11.6458
▁money	-11.6483
sx	-11.6495
0);	-11.6512
]];	-11.6515
_1	-11.6536
Num	-11.6542
▁360;	-11.655
▁exe	-11.6556
3++;	-11.6569
ve	-11.657
--------+"	-11.6587
▁','	-11.6602
▁words	-11.6607
1));	-11.6614
▁answers	-11.6614
▁nex	-11.6616
▁100000000	-11.665
▁sc	-11.665
book	-11.666
[305]	-11.6669
grid	-11.6672
("-1")	-11.6674
▁pl	-11.6682
▁CUR	-11.6682
sy	-11.6685
▁dot	-11.6688
▁loss	-11.6695
lucky	-11.6705
(360	-11.6718
▁salt	-11.6739
▁hasil	-11.675
▁122)	-11.675
[5000]	-11.6766
▁atoi	-11.6768
18)	-11.6774
▁both	-11.6774
▁25)	-11.6774
▁sm	-11.681
▁1000000009	-11.6816
ada	-11.6818
tim	-11.6818
▁MN	-11.6827
▁"4"	-11.6868
▁participants	-11.6872
▁values	-11.6896
-1	-11.6914
▁endy	-11.6916
▁ver	-11.6922
▁steps	-11.6999
...........|"	-11.7009
▁(7	-11.7028
▁fx	-11.7057
fs	-11.7121
ing	-11.7133
4)	-11.7138
▁360	-11.7148
▁ats	-11.7162
▁clo	-11.7173
▁req	-11.7179
▁jum	-11.7203
('-')	-11.7219
Found	-11.7243
Elephant	-11.7257
aeiou	-11.7257
Bear	-11.7257
fffffff	-11.7258
Sort	-11.7258
[1001][1001]	-11.726
("0")	-11.7263
[1005][1005]	-11.7265
▁"1	-11.7265
("1")	-11.7271
▁miny	-11.7277
▁bottles	-11.7278
▁poly	-11.7281
▁qtb	-11.7282
[100009]	-11.7292
▁loct	-11.7294
▁90)	-11.7305
square	-11.7312
2));	-11.7318
▁frest	-11.7326
'}	-11.7345
............	-11.7345
▁bottom	-11.7369
▁2}	-11.737
▁team	-11.7377
▁bob	-11.7387
▁answ	-11.7399
▁bills	-11.7418
cup	-11.7426
tstep	-11.7426
be	-11.7443
▁92	-11.7447
2])	-11.7456
▁whichPosn	-11.7457
▁oven	-11.7469
▁stones	-11.7472
rest	-11.7481
▁1},	-11.7487
▁that	-11.7487
▁present	-11.7487
ver	-11.754
primes	-11.7552
(8);	-11.7564
startx	-11.7565
#.#.#.|.|)"	-11.758
▁48)	-11.7604
▁mxv	-11.7604
[52]	-11.7613
▁gg	-11.7616
.#.#.#.#.#.#.	-11.7625
▁180)	-11.7641
▁mo	-11.7645
gu	-11.7651
▁endx	-11.7652
▁sumz	-11.7653
]]]	-11.7655
#.#.#.#.#.#.#.	-11.7667
▁zz	-11.768
▁dd	-11.7693
cc	-11.7698
▁tar	-11.7732
read	-11.7776
olume	-11.7809
)));	-11.7809
mi	-11.7814
[35]	-11.7837
'\	-11.7859
▁ad	-11.7864
[1000006]	-11.7869
#.#.#.#.#.|.|"	-11.7874
[1][2])	-11.7876
oyomi	-11.7882
▁"-";	-11.7884
[5005]	-11.7886
▁merge	-11.7895
[13]	-11.7897
▁'|'	-11.7897
[40]	-11.7897
vv	-11.7911
][3]	-11.7913
▁amount	-11.7922
▁Find	-11.7928
▁Set	-11.793
fixed	-11.7932
▁'3')	-11.7932
▁27)	-11.7949
edge	-11.795
▁player	-11.795
good	-11.7963
▁cards	-11.7973
▁ms	-11.7974
▁large	-11.7981
lessons	-11.7982
colom	-11.7982
▁vs	-11.8003
aa	-11.8013
eaten	-11.8032
▁password	-11.8037
ous	-11.8056
criba	-11.806
Ans	-11.8064
ial	-11.8067
marks	-11.8077
▁Cnt	-11.8079
▁hor	-11.8088
[1000001]	-11.8107
3.	-11.8112
▁dr	-11.8114
▁cot	-11.8191
▁posy	-11.8197
▁compute	-11.8209
2["	-11.8238
[10	-11.8301
▁inch	-11.831
#.#.#.#.|.|"	-11.8317
▁dg	-11.8319
▁compare	-11.832
-";	-11.8349
▁fff	-11.8359
▁24;	-11.8376
[1]))	-11.8387
▁1][0])	-11.8409
▁captain	-11.8419
("")	-11.8427
▁cx	-11.8432
▁'/'	-11.8436
▁"4";	-11.8453
adj	-11.8478
[10001]	-11.8484
(5	-11.8523
INPUT	-11.8549
OUTPUT	-11.8549
Alien	-11.8549
[0]]	-11.8552
▁xmax	-11.8558
▁type	-11.8564
▁func	-11.8568
ULL	-11.8568
▁5001;	-11.858
▁25;	-11.8589
mas	-11.8589
▁banyak	-11.86
counts	-11.8601
encont	-11.8605
1["	-11.861
▁'}')	-11.861
high	-11.8619
▁inches	-11.8633
ash	-11.8636
▁**	-11.8646
'])	-11.8652
▁box	-11.8666
▁rows	-11.8668
▁liter	-11.8672
▁remaining	-11.8674
fact	-11.8694
▁distanc	-11.8696
joy	-11.8697
side	-11.8698
[2]++;	-11.8699
pass	-11.87
▁11	-11.8707
▁vest	-11.8718
_0	-11.8728
▁stone	-11.8735
()))	-11.8744
▁parent	-11.8746
▁220	-11.875
.........|"	-11.8761
TO	-11.8764
▁55;	-11.8764
▁done	-11.877
▁tree	-11.8772
▁'>')	-11.8774
32	-11.8794
(26	-11.88
▁Sum	-11.8804
..........|"	-11.8807
▁loc	-11.883
0.0)	-11.8849
▁have	-11.8854
▁record	-11.8864
▁(*	-11.8888
▁1][2])	-11.8892
all	-11.8899
▁matriz	-11.8905
▁ep	-11.8919
▁acc	-11.8927
▁pv	-11.894
▁indx	-11.8982
▁chess	-11.8999
pf	-11.9001
▁remainder	-11.9002
▁!(	-11.901
▁summ	-11.902
-"	-11.9032
ap	-11.9033
▁home	-11.9038
▁tr	-11.9082
.............	-11.9109
answer	-11.9109
▁ref	-11.9175
▁99999999	-11.9205
▁cntr	-11.9211
eak	-11.9223
layer	-11.9231
▁ysum	-11.9258
▁sir	-11.9258
[15][15]	-11.9263
[10000000]	-11.9269
[5001]	-11.9269
▁Way	-11.9273
▁grest	-11.9279
▁comb	-11.9281
moves	-11.93
▁2147483647	-11.9302
[1111]	-11.9305
▁trans	-11.931
▁sumy	-11.931
▁sw	-11.9311
▁divis	-11.9311
▁Need	-11.9312
▁person	-11.9313
▁choose	-11.9313
Alex	-11.9324
-8	-11.9333
▁face	-11.9337
false	-11.9337
ff	-11.935
▁coord	-11.9354
qmarks	-11.9357
▁qpow	-11.9369
▁tabl	-11.9381
▁Cmp	-11.9384
▁spec	-11.9388
tem	-11.9389
▁(4	-11.939
▁leaf	-11.9401
br	-11.9405
▁"7";	-11.9412
▁cha	-11.9439
▁jumlahg	-11.9442
store	-11.9443
▁prea	-11.9444
▁cakes	-11.9451
86400	-11.9462
diag	-11.9473
big	-11.9473
▁Blue	-11.9473
med	-11.9476
remainder	-11.9477
dir	-11.9484
▁games	-11.9485
go	-11.95
palindrome	-11.9511
▁An	-11.9512
pri	-11.9514
▁gesture	-11.9519
▁qua	-11.9522
▁raw	-11.9525
table	-11.9532
▁angle	-11.9546
pp	-11.9561
[1000][100	-11.9581
1.0	-11.959
]]--;	-11.9609
pe	-11.9627
▁alt	-11.9637
ope	-11.9653
▁ganjil	-11.9655
flog	-11.9678
ms	-11.969
opt	-11.9695
▁hang	-11.9696
ly	-11.9722
▁3.1415926535	-11.9755
▁cel	-11.976
ax	-11.9772
▁"-"	-11.9825
eque	-11.9841
pr	-11.9843
▁getli	-11.9954
▁"="	-11.9962
/	-11.998
▁take	-11.9985
▁den	-12.0011
▁16	-12.0012
▁ymin	-12.0016
zhuangtai	-12.0032
3372036854775807	-12.0032
Letter	-12.0032
[100007]	-12.0032
[50][50]	-12.0033
ha	-12.0034
[200][200]	-12.0035
[2][1])	-12.0042
sh	-12.0043
▁query	-12.0043
[1100]	-12.0055
(*	-12.0058
(':')	-12.0067
#.#.#.#.#.|	-12.0071
and	-12.0073
▁1.0))	-12.0076
ls	-12.0076
▁slogan	-12.0085
00005;	-12.0095
▁10000000;	-12.0097
▁pod	-12.01
▁mmax	-12.0109
▁udmoves	-12.0111
[1002]	-12.0113
[100100]	-12.012
[100002]	-12.0128
▁normal	-12.0128
Au	-12.0159
RI	-12.0164
▁bal	-12.0167
▁chris	-12.0168
fb	-12.0171
▁120;	-12.0197
▁of	-12.0214
perat	-12.0235
key	-12.0242
tab	-12.025
command	-12.0256
▁mask	-12.0257
▁andd	-12.0258
dig	-12.0279
edges	-12.0279
winner	-12.028
prog	-12.0288
▁9999999	-12.0292
money	-12.0299
Min	-12.03
fingers	-12.0301
▁old	-12.0314
asd	-12.0327
▁numer	-12.0333
▁siz	-12.0347
▁mishka	-12.0351
▁0.5	-12.0352
ncr	-12.0355
▁node	-12.0367
NS	-12.0381
▁bisa	-12.0387
▁ds	-12.0393
▁crew	-12.0394
▁he	-12.0425
▁sec	-12.0436
▁lef	-12.0436
▁29	-12.0447
▁200001	-12.0449
hel	-12.0451
dot	-12.0467
%	-12.0472
bak	-12.0488
numbers	-12.0509
LO	-12.0522
dy	-12.053
hh	-12.0546
(6)	-12.0547
▁(__	-12.058
▁palindrome	-12.061
▁deq	-12.0652
▁"")	-12.0653
(12)	-12.0672
WBWBWBW	-12.068
(4	-12.069
▁ope	-12.0707
seen	-12.0713
to	-12.0727
con	-12.0739
ng	-12.0739
eros	-12.0759
..............	-12.0771
▁sumc	-12.0793
▁upd	-12.0804
ector	-12.0841
2[0];	-12.0847
▁di	-12.0849
rado	-12.0859
▁1][1])	-12.0865
showpoint	-12.0865
Read	-12.0866
▁loser	-12.0875
▁given	-12.0875
▁pause	-12.0875
▁geek	-12.0876
▁voters	-12.0876
▁boost	-12.0878
▁1000010;	-12.0878
ulate	-12.0881
▁1000005;	-12.0883
▁towels	-12.0886
▁ay	-12.0888
▁sumB	-12.0888
[2002]	-12.0906
ped	-12.0918
Inc	-12.0919
▁danik	-12.0919
▁decrypt	-12.0921
▁100010;	-12.0927
▁nama	-12.0945
▁sumA	-12.0949
buil	-12.0951
numberOfElements	-12.0956
XXX	-12.0958
▁200000)	-12.0961
▁maxlen	-12.0965
▁lzl	-12.0965
8")	-12.0965
▁people	-12.0968
even	-12.0987
▁tims	-12.0987
▁dest	-12.0991
▁finall	-12.0992
(4);	-12.1008
▁act	-12.1012
oy	-12.1013
▁difference	-12.1019
▁card	-12.1021
▁kkk	-12.1024
▁19)	-12.1025
▁numver	-12.103
hur	-12.1035
▁(3	-12.1046
▁bak	-12.1054
▁biao	-12.1061
▁biaoji	-12.1066
▁height	-12.1069
▁18	-12.1069
▁U	-12.107
▁30)	-12.1074
▁prevc	-12.1079
▁palin	-12.1082
▁suff	-12.109
▁suf	-12.109
[31]	-12.1092
post	-12.1096
erate	-12.1102
Ch	-12.1141
[4][4]	-12.1147
▁ways	-12.1149
▁nadj	-12.1158
▁misha	-12.1166
▁interval	-12.1166
{}	-12.1177
▁same	-12.1178
Mod	-12.1186
▁xmin	-12.1196
[0]['	-12.1196
from	-12.1196
▁Map	-12.1218
chess	-12.1224
▁32)	-12.1244
▁lie	-12.1249
▁pe	-12.1251
▁kanan	-12.1259
▁carry	-12.1268
▁"1/6"	-12.1279
▁ctx	-12.1282
▁posx	-12.1283
itr	-12.1284
▁depth	-12.1308
▁black	-12.1308
▁run	-12.1327
▁cmd	-12.1344
▁jj	-12.1344
▁Cb	-12.1348
fix	-12.1367
▁pairt	-12.1397
)))	-12.142
ay	-12.1429
15;	-12.1445
tam	-12.1448
File	-12.1462
pq	-12.1473
th	-12.1486
▁ud	-12.1487
▁'9';	-12.1494
)]	-12.1494
Count	-12.1499
el	-12.1529
▁isp	-12.1537
oma	-12.1542
▁(-1	-12.1558
[-1]	-12.1565
▁cad	-12.1584
#.#.#.|.|"	-12.1608
bit	-12.1665
])]++;	-12.1692
▁square	-12.1712
OT	-12.1719
▁32	-12.1738
▁lsum	-12.1741
function	-12.1775
TOWARDS	-12.1775
Contest	-12.1775
require	-12.1775
▁1][2]))	-12.1775
[35][35]	-12.1775
Factor	-12.1775
Gym	-12.1775
▁jarak	-12.1784
▁least	-12.1785
▁prohibited	-12.1785
sert	-12.1786
▁friends	-12.1791
[103]	-12.1806
▁End	-12.1808
ank	-12.181
as	-12.182
[20002	-12.1822
▁'_')	-12.1828
▁1010;	-12.1832
colors	-12.1836
▁army	-12.1837
eight	-12.1838
▁numedges	-12.1846
▁'6')	-12.185
▁1000001;	-12.185
[2]))	-12.1862
[25]	-12.1869
▁']')	-12.1871
pw	-12.1883
▁enemy	-12.1883
▁location	-12.1886
▁maks	-12.1887
▁acum	-12.1901
▁'-'	-12.1909
▁timr	-12.1912
▁10005;	-12.1918
ad	-12.1927
▁linha	-12.1935
dom	-12.194
▁1000)	-12.1941
▁page	-12.1951
▁999999999	-12.196
▁discounts	-12.1964
]].	-12.1969
▁text	-12.1976
inf	-12.1991
ace	-12.2002
▁maxSize	-12.2002
maxs	-12.2017
▁newsum	-12.2032
#.#.#.#.|	-12.2041
ganjil	-12.2044
▁soldier	-12.2046
igu	-12.2047
▁ci	-12.2052
gr	-12.2053
arg	-12.2054
|"	-12.2071
9);	-12.2077
▁maxN	-12.2112
▁nuts	-12.2116
[6	-12.2143
▁ymax	-12.2145
▁hotels	-12.2153
fuel	-12.2157
▁lines	-12.216
terkecil	-12.2164
▁minP	-12.217
[32]	-12.2174
8)	-12.2181
XX	-12.2182
▁vasya	-12.2186
▁ev	-12.219
▁qta	-12.2195
search	-12.2197
▁divs	-12.2206
cap	-12.2215
[20	-12.2223
▁by	-12.2225
buff	-12.2232
items	-12.2233
▁numb	-12.2238
coun	-12.2254
rand	-12.2255
▁fail	-12.2263
[5]);	-12.2265
cad	-12.2274
▁reg	-12.2274
▁head	-12.2295
▁yf	-12.2316
▁buff	-12.2321
abc	-12.2324
▁LO	-12.2326
7);	-12.2327
ul	-12.2339
▁resta	-12.2354
ep	-12.2389
▁foo	-12.2395
(7	-12.24
▁'0']	-12.2411
ong	-12.2417
▁maxs	-12.242
▁cp	-12.2426
[1][1])	-12.2432
▁((1	-12.2433
tri	-12.2438
▁modex	-12.2456
(((3	-12.2476
▁47	-12.2479
▁plen	-12.2484
Mina	-12.2485
▁Get	-12.2529
my	-12.2531
▁de	-12.2535
tt	-12.2585
]][	-12.2621
bs	-12.2622
▁may	-12.2654
▁1][2]	-12.2678
vet	-12.2683
▁((2	-12.2683
▁kq	-12.2689
3[0]	-12.27
5]	-12.2711
Pre	-12.2726
▁modd	-12.2767
Finite	-12.2775
[20200	-12.2775
ostringstream	-12.2781
▁qClose	-12.2783
▁inicial	-12.2783
▁shengyu	-12.2783
▁takeoff	-12.2783
▁quotient	-12.2784
▁perColor	-12.2784
▁user	-12.2784
▁smR	-12.2787
▁largest	-12.279
▁numero	-12.279
▁differ	-12.279
[1000010]	-12.2794
▁1000003;	-12.2795
▁97]++;	-12.2808
▁small	-12.2825
▁part	-12.2828
▁occ	-12.283
votes	-12.2857
▁dict	-12.2859
item	-12.2872
▁inve	-12.2878
▁tag	-12.2885
▁desk	-12.2886
▁220)	-12.2887
▁wait	-12.2897
Str	-12.2903
▁hj	-12.2906
........|"	-12.2912
▁lc	-12.2934
>('	-12.2937
501;	-12.2945
▁fac	-12.2947
▁binary	-12.2965
▁sheets	-12.2976
▁hb	-12.2982
▁ppow	-12.2995
▁sel	-12.3015
▁drink	-12.3025
▁not	-12.3025
▁primos	-12.3027
▁tol	-12.3049
cdays	-12.307
▁fla	-12.3071
▁stop	-12.3072
▁Minb	-12.3096
String	-12.3115
▁Mod	-12.3115
il	-12.3124
▁bao	-12.3131
▁xxx	-12.3136
hang	-12.3144
▁vet	-12.3169
vs	-12.317
▁conv	-12.3176
jumps	-12.3183
▁mode	-12.3193
▁"4	-12.322
currnum	-12.3223
myset	-12.3223
▁maxl	-12.3233
coins	-12.3235
▁maxa	-12.3237
▁cant	-12.3237
▁marks	-12.3239
▁nowp	-12.3255
▁app	-12.3269
#.#.#.#.#.#.|	-12.3276
mnm	-12.3285
game	-12.329
It	-12.3294
▁tmo	-12.3295
Ma	-12.3299
bacterias	-12.3303
ello	-12.3304
gov	-12.3306
matriz	-12.3308
add	-12.3309
▁pd	-12.3311
28	-12.3316
black	-12.3317
depth	-12.3317
fail	-12.3323
compute	-12.3324
fuck	-12.3324
rend	-12.3325
cn	-12.3332
cmd	-12.3333
▁ca	-12.3334
dat	-12.3343
whi	-12.3343
'6'	-12.3367
]++	-12.3386
[2][0])	-12.3389
▁memo	-12.339
▁"+")	-12.3394
▁sss	-12.3395
▁500	-12.3419
▁command	-12.3457
bb	-12.347
▁so	-12.3479
gh	-12.3481
dd	-12.3495
▁dsa	-12.3515
IO	-12.3546
amt	-12.3553
MOD	-12.3561
▁unique	-12.3584
pple	-12.3587
ur	-12.3598
times	-12.3598
#.#.#.#.#.#.#.#.	-12.3604
-7	-12.361
▁te	-12.3613
(1)	-12.3615
▁begin	-12.3633
▁3.14159	-12.3638
(2);	-12.3641
▁multipl	-12.3643
[3].	-12.3661
▁err	-12.3682
▁8);	-12.3692
usa	-12.3702
INT	-12.3711
▁1]]	-12.3712
▁nxt	-12.3714
rd	-12.3717
▁20000	-12.3718
▁64	-12.3733
▁zsum	-12.3743
▁bo	-12.3752
▁gc	-12.376
ast	-12.3805
▁'0'))	-12.3809
(3);	-12.3811
▁pa	-12.3828
[5])	-12.384
.#.#.#.#.#.#.#.|	-12.3852
▁mindis	-12.3864
▁righ	-12.3877
ate	-12.3877
▁::	-12.3882
erosOnes	-12.3886
Infinite	-12.3886
eevee	-12.3886
▁encrypt	-12.3886
▁numPairs	-12.3886
spykeId	-12.3886
[501][501]	-12.3886
▁shapes	-12.3886
malloc	-12.3886
▁reduce	-12.3886
.#.|	-12.3887
▁getNext	-12.3887
▁trump	-12.3887
▁mohi	-12.3888
▁ziro	-12.3888
[1010][1010]	-12.3888
▁column	-12.3889
[100004]	-12.389
Ids	-12.3891
▁mius	-12.3892
[300000]	-12.3893
.#.#.#.#.#.#.|	-12.3894
bru	-12.3894
▁patt	-12.3894
exam	-12.3895
minmum	-12.3896
.#.#.|	-12.3897
.#.|.|"	-12.3897
▁foot	-12.3897
.#.|.|)"	-12.3906
▁bs	-12.3907
.#.#.|.|"	-12.3914
▁INFF	-12.392
.#.#.#.|	-12.3923
lose	-12.3924
▁cols	-12.3928
.#.#.|.|)"	-12.3929
▁cntfloat	-12.3932
[501]	-12.3932
']['	-12.3935
.#.#.#.#.|	-12.3936
▁orange	-12.3936
.#.#.#.#.#.|	-12.3944
▁blu	-12.3947
.#.#.#.|.|"	-12.395
▁blyat	-12.3951
▁nearest	-12.3952
▁capacity	-12.3953
▁horizontal	-12.3954
▁other	-12.3958
▁"8"	-12.3961
.#.#.#.#.|.|"	-12.3964
.#.#.#.#.#.|.|"	-12.397
(((	-12.3974
nger	-12.3976
.#.#.#.|.|)"	-12.3984
tu	-12.3985
req	-12.3992
▁57)	-12.3996
.#.#.#.#.|.|)"	-12.4003
▁maxv	-12.4003
▁only	-12.4007
▁"15	-12.4008
.#.#.#.#.#.|.|)"	-12.4012
▁walk	-12.402
▁loop	-12.4035
},	-12.4039
[10000	-12.4046
▁alph	-12.4047
▁LC	-12.4048
▁5000	-12.4053
▁counta	-12.4055
▁dua	-12.4056
▁1]]++;	-12.408
▁Next	-12.4081
▁satu	-12.4083
▁xorr	-12.4083
▁80;	-12.4097
[3]++;	-12.4102
▁14)	-12.4103
▁prod	-12.4107
▁factors	-12.414
▁Start	-12.4147
mL	-12.4151
▁pntr	-12.4152
3]	-12.4156
▁more	-12.4162
▁free	-12.4164
rt	-12.4169
▁fir	-12.4173
cy	-12.4206
▁pen	-12.4218
4);	-12.4218
▁mole	-12.4226
▁odds	-12.4234
▁taken	-12.4245
▁ops	-12.4261
▁pointer	-12.4288
possible	-12.4292
▁1000000000)	-12.4297
▁ce	-12.4301
▁2.0);	-12.4307
▁sisa	-12.4312
▁xs	-12.4319
▁seg	-12.4322
power	-12.4324
▁csx	-12.4328
getli	-12.4343
ber	-12.4355
▁sag	-12.4356
cp	-12.4368
▁lens	-12.4377
isp	-12.4404
...............	-12.4406
otes	-12.4411
▁prefix	-12.4421
▁pri	-12.4447
▁(10	-12.4457
▁tdiff	-12.4481
▁yb	-12.4484
▁open	-12.4495
(180	-12.4501
[100010	-12.4504
.|	-12.4506
▁ust	-12.4507
▁999	-12.4507
>(	-12.451
flareon	-12.4513
ain	-12.4514
sylveon	-12.4515
leafeon	-12.4515
jolteon	-12.4516
calc	-12.4517
[300]	-12.4518
glaceon	-12.4518
umbreon	-12.4519
Index	-12.4532
▁2000;	-12.4546
record	-12.4554
kanan	-12.4561
crew	-12.4562
carry	-12.4562
slot	-12.4563
save	-12.4563
prefix	-12.4568
"1/6"	-12.4569
MX	-12.457
have	-12.4574
une	-12.4584
seq	-12.4607
lim	-12.4634
▁imax	-12.4642
SI	-12.4658
--])	-12.4661
▁pb	-12.4669
letters	-12.4674
rla	-12.4679
▁fingers	-12.4703
▁23;	-12.4706
▁OO	-12.4709
dor	-12.4715
file	-12.4715
1")	-12.4715
chat	-12.4717
[1	-12.4719
off	-12.472
dsa	-12.4734
▁(8	-12.4736
tmo	-12.4737
mind	-12.4764
▁flagA	-12.4812
chars	-12.4813
7)	-12.4813
▁abc	-12.4814
▁10000000	-12.4814
ngh	-12.4833
mode	-12.4839
▁jjj	-12.4839
▁gla	-12.4843
ive	-12.4854
bule	-12.486
bal	-12.4867
maxN	-12.4869
▁qy	-12.4914
▁colom	-12.4936
def	-12.4939
▁ant	-12.4969
▁'!'	-12.4975
nome	-12.4981
[7	-12.5008
100	-12.501
▁chk	-12.501
resta	-12.5019
Char	-12.502
digits	-12.5021
▁opt	-12.5024
▁maxsum	-12.503
▁jwb	-12.5041
[--	-12.5041
_4	-12.5056
▁To	-12.5063
old	-12.5083
('0')	-12.5085
ength	-12.5086
fin	-12.5092
not	-12.5095
▁proc	-12.5097
Pow	-12.5114
▁1.0)	-12.5115
▁block	-12.5115
▁Output	-12.5136
▁amazing	-12.5136
▁blanco	-12.5136
▁destination	-12.5136
▁maxExcl	-12.5136
▁wynik	-12.5136
▁negro	-12.5136
▁tpresents	-12.5136
▁nogover	-12.5136
▁indimpar	-12.5136
▁momo	-12.5136
▁woch	-12.5136
[200100]	-12.5136
▁salir	-12.5136
▁olnum	-12.5136
▁nrod	-12.5136
▁nilai	-12.5137
▁indpar	-12.5137
▁-2019	-12.5137
▁colCount	-12.5137
▁maxRow	-12.5137
▁minRow	-12.5137
▁modulo	-12.5137
▁tramp	-12.5137
[128]	-12.5138
▁5005;	-12.5138
▁adder	-12.5139
▁minCol	-12.5139
▁maxCol	-12.5139
▁'2'	-12.5142
▁Calc	-12.5143
Mar	-12.5144
▁marge	-12.5151
[6][6]	-12.5154
▁choc	-12.5157
chance	-12.5158
▁kpk	-12.5162
sir	-12.5178
tttt	-12.5179
▁200000	-12.5186
popcount	-12.5191
▁lvl	-12.5201
del	-12.5204
▁boxes	-12.5207
▁characters	-12.521
▁denominator	-12.521
oys	-12.5212
rs	-12.5214
▁larger	-12.5233
▁caso	-12.5235
dfs	-12.5242
▁stck	-12.5244
ol	-12.525
trig	-12.5252
8"	-12.5261
▁"|.|"	-12.5262
#.#.#.#.#.	-12.5264
▁"|.|)"	-12.5264
▁29;	-12.5265
▁"+"	-12.5271
ers	-12.5276
▁buffer	-12.5283
▁posiciones	-12.5285
▁beginat	-12.5289
▁medals	-12.5292
1--	-12.5298
tation	-12.5298
[2010]	-12.5301
ele	-12.5306
▁four	-12.5307
▁buy	-12.5308
[301]	-12.5308
▁lft	-12.5315
▁256	-12.532
▁nextPrime	-12.5323
ones	-12.5327
ca	-12.5349
▁round	-12.535
▁remain	-12.5351
[1][0])	-12.5352
▁orgStr	-12.5357
▁pangkat	-12.5361
▁NULL	-12.5366
hess	-12.5386
▁rprev	-12.5395
▁restaurants	-12.5397
▁lat	-12.5405
cond	-12.5409
▁minm	-12.5424
▁2005]	-12.5424
▁Move	-12.5425
▁mass	-12.5435
▁200010	-12.5449
▁coty	-12.5472
▁xb	-12.5481
▁{100	-12.5482
▁hangx	-12.5482
▁rtn	-12.5482
▁MAXT	-12.5487
"[]"	-12.5493
pro	-12.5501
▁sd	-12.5516
▁candidate	-12.5525
▁precision	-12.5531
ns	-12.5541
▁jol	-12.558
▁10))	-12.5595
.#.#.	-12.5611
▁24)	-12.5613
▁pas	-12.5629
▁nas	-12.5643
▁maps	-12.5652
▁ha	-12.5662
▁locg	-12.5667
▁palabra	-12.5669
▁band	-12.5675
.0	-12.5684
maxm	-12.5687
XL	-12.5695
our	-12.5696
▁sorted	-12.571
▁2000000000	-12.5725
[2][2])	-12.5739
▁nam	-12.5752
uy	-12.5786
▁countb	-12.5787
cha	-12.5792
[20000]	-12.5797
▁fuck	-12.5823
1[1]++;	-12.5852
00	-12.5859
distance	-12.5891
Total	-12.5902
▁gov	-12.5904
cycle	-12.5937
lights	-12.5952
anges	-12.5952
▁as	-12.5962
sol	-12.5968
limit	-12.5969
bulb	-12.5974
func	-12.5974
▁2]);	-12.5978
mishka	-12.5979
palabra	-12.5982
hotels	-12.5982
sorted	-12.5985
path	-12.5987
▁tmpb	-12.5992
locg	-12.5996
vote	-12.6013
'9'	-12.6018
Map	-12.602
ame	-12.6021
node	-12.603
Primes	-12.6031
▁4))	-12.6036
-6	-12.6042
ece	-12.605
pd	-12.6079
240	-12.6085
▁(-1);	-12.609
raw	-12.6107
hase	-12.6108
▁dc	-12.612
ount	-12.6129
1[0])	-12.6139
▁era	-12.6141
▁rs	-12.6153
[3000]	-12.616
oven	-12.6167
sup	-12.6177
so	-12.6178
▁tempm	-12.619
▁32);	-12.6196
words	-12.62
▁tow	-12.622
▁5))	-12.6231
▁63	-12.6231
ark	-12.6257
▁mmin	-12.6259
▁'8'))	-12.6273
(3)	-12.6306
)]++;	-12.6306
▁maxcount	-12.6335
▁128	-12.6335
▁1)));	-12.6335
▁niz	-12.6337
▁bits	-12.6341
gree	-12.6345
▁13	-12.6356
-10;	-12.6358
indx	-12.6362
che	-12.6365
shel	-12.6365
▁Num	-12.6383
▁pB	-12.6393
{0}	-12.6398
▁-100	-12.643
us	-12.643
▁gb	-12.6447
▁cntb	-12.6451
▁4)]	-12.6457
rows	-12.6464
far	-12.647
ree	-12.6472
▁la	-12.6473
▁arra	-12.6497
01	-12.6536
▁1)))	-12.6536
uantity	-12.6554
▁99	-12.6559
State	-12.6563
klmnopqrstuvwxyz	-12.6564
Delete	-12.6564
debug	-12.6564
wheniEndFromLeft	-12.6564
▁"0123456789"	-12.6564
▁CityCode	-12.6564
▁occurances	-12.6564
dryer	-12.6564
▁NumOf	-12.6564
Union	-12.6564
▁girl	-12.6564
▁starCount	-12.6564
▁Init	-12.6565
Exp	-12.6565
[30010]	-12.6566
▁masha	-12.6566
seg	-12.6568
.|.|"	-12.657
nextprev	-12.657
xt	-12.6571
"8<"	-12.6572
here	-12.6573
▁pick	-12.6573
▁Long	-12.6579
verse	-12.6586
▁kecil	-12.6609
▁gp	-12.661
▁goo	-12.6613
[111111]	-12.6619
▁lenp	-12.6622
Cu	-12.6625
nOven	-12.6635
▁trunc	-12.6642
▁iskom	-12.6643
▁Green	-12.6643
▁izq	-12.6644
▁highest	-12.6645
▁Red	-12.6646
26	-12.6649
▁1}}	-12.665
▁cyc	-12.6652
▁groups	-12.6654
▁hari	-12.6657
▁4000	-12.6659
▁bill	-12.6668
▁blockb	-12.667
▁limak	-12.6674
▁lime	-12.6674
▁minA	-12.6676
5)	-12.6676
▁gs	-12.6683
▁umb	-12.6692
▁7))	-12.6694
▁elements	-12.6698
▁jav	-12.6699
▁less	-12.67
▁100011	-12.6703
lt	-12.6713
▁hush	-12.6717
▁wrong	-12.673
▁aramic	-12.673
▁norm	-12.6731
▁valori	-12.6733
▁gcdofarray	-12.6733
▁passengers	-12.6734
▁divisores	-12.6734
▁texto	-12.6735
[1050]	-12.6741
▁(-1)	-12.6744
su	-12.676
▁viii	-12.6777
▁matri	-12.6779
tCo	-12.6782
▁reversed	-12.6785
▁slice	-12.6788
di	-12.6799
▁mcd	-12.68
▁31)	-12.68
▁city	-12.6803
(2.0	-12.6807
▁blocka	-12.681
▁MD	-12.681
▁cCount	-12.6819
ey	-12.6819
▁profits	-12.682
▁posibles	-12.6821
▁rides	-12.6825
▁reading	-12.6825
DP	-12.6834
▁cube	-12.6836
▁ro	-12.6842
▁scored	-12.6848
▁sho	-12.6849
▁maxnum	-12.685
▁dic	-12.685
▁letterx	-12.6857
ena	-12.6866
uck	-12.6867
▁10000000000000	-12.687
▁rate	-12.6874
▁stud	-12.6891
Colo	-12.6904
▁busca	-12.6908
▁Yellow	-12.6909
▁syl	-12.691
▁36)	-12.6911
▁9999999999	-12.6912
rlen	-12.6912
po	-12.6915
▁10000000000;	-12.6918
▁((((	-12.6923
egi	-12.6935
▁recur	-12.6945
▁minval	-12.6979
▁tri	-12.6981
1[3]	-12.699
▁xsum	-12.6994
(5);	-12.7001
▁welfare	-12.7001
[0]))	-12.7005
▁prim	-12.703
▁gmax	-12.7034
▁od	-12.7037
▁stat	-12.7045
▁flat	-12.7046
te	-12.7068
▁sym	-12.7079
▁lett	-12.7082
▁target	-12.7087
▁neo	-12.7098
▁timer	-12.7099
▁anton	-12.71
▁rank	-12.7101
▁maxC	-12.7134
▁nike	-12.7137
▁1000000000000	-12.714
▁load	-12.7153
fff	-12.7166
▁rr	-12.717
[3]))	-12.7186
▁1000000001	-12.7188
▁1]));	-12.7196
cess	-12.7223
▁fim	-12.7239
▁ho	-12.7248
▁slot	-12.7277
"))	-12.7278
duo	-12.7317
dis	-12.7334
imak	-12.7345
ry	-12.7345
▁tra	-12.7356
nom	-12.7359
▁kh	-12.738
.......|"	-12.7381
gl	-12.7389
Up	-12.7389
▁mot	-12.7411
.#.#.#.#.#.#.#.	-12.7413
two	-12.7423
▁maxc	-12.743
▁2000	-12.7442
Size	-12.7447
cmn	-12.7496
mmin	-12.7497
▁'}'	-12.7497
▁digits	-12.7505
eg	-12.7506
stack	-12.7521
▁amt	-12.7532
500;	-12.7542
100;	-12.7544
month	-12.7552
▁suc	-12.7562
▁2005	-12.7563
#.#.#.|	-12.7568
present	-12.7572
▁his	-12.7579
▁slen	-12.7581
order	-12.7583
'8'	-12.7583
load	-12.7586
angle	-12.7588
extra	-12.7596
▁jump	-12.7599
ases	-12.76
participants	-12.7611
▁ptr	-12.7613
speed	-12.7617
state	-12.7624
lock	-12.7627
gesture	-12.7631
▁man	-12.7632
discount	-12.7632
interval	-12.7633
▁possible	-12.7634
anton	-12.7638
misha	-12.7639
pointer	-12.7642
toalha	-12.7648
target	-12.7649
▁ab	-12.7651
'7'	-12.7658
rank	-12.7673
same	-12.7675
seed	-12.7698
vasya	-12.7699
▁-1000	-12.7706
▁asc	-12.7713
fun	-12.7713
tree	-12.7715
nike	-12.7716
qta	-12.7717
ust	-12.772
commands	-12.7724
▁fp	-12.7741
prim	-12.7743
▁ke	-12.7764
point	-12.7765
starty	-12.7766
▁multi	-12.7793
bao	-12.7793
lett	-12.7809
xay	-12.7822
works	-12.7847
▁most	-12.786
▁cd	-12.7871
▁li	-12.7871
▁cpy	-12.788
sec	-12.7892
▁mpu	-12.7893
clock	-12.7893
_1(	-12.7901
bo	-12.7932
▁1][3]	-12.7937
▁"|.|	-12.7947
▁iso	-12.7966
][2	-12.7967
▁subtraction	-12.8005
▁mins	-12.8005
▁faktor	-12.8016
▁las	-12.8037
▁2.0)	-12.8111
▁'{'	-12.8115
▁chars	-12.8126
neo	-12.813
▁50)	-12.8134
68	-12.8144
ities	-12.8152
▁ccw	-12.8168
▁perm	-12.8185
ali	-12.8188
Prime	-12.8192
▁"|.|)	-12.8206
Star	-12.8209
[8	-12.8211
▁pack	-12.8221
Same	-12.8223
17;	-12.8224
4[	-12.8227
▁denomina	-12.8231
▁leaves	-12.8231
Diamond	-12.8231
[2100][2100]	-12.8231
bohlam	-12.8231
▁connected	-12.8231
▁direcciones	-12.8231
▁fristOven	-12.8231
▁lunchBreakTime	-12.8231
▁ndmny	-12.8231
▁notebooks	-12.8231
▁perRowColor	-12.8231
▁supply	-12.8231
▁tambah	-12.8231
▁thisChar	-12.8231
(":")	-12.8231
▁DashaCount	-12.8231
▁MODULO	-12.8231
▁perlas	-12.8231
[300][300]	-12.8231
▁cadena	-12.8231
totalSec	-12.8231
.141592653589793	-12.8231
[5001][5001]	-12.8231
▁chrColor	-12.8231
▁alana	-12.8231
ossib	-12.8231
▁blocked	-12.8231
termina	-12.8231
[3005]	-12.8232
▁tagua	-12.8232
[200009]	-12.8232
[1024]	-12.8233
▁maxgro	-12.8233
▁1000006;	-12.8234
[5002]	-12.8234
sinoutput	-12.8234
wincandidate	-12.8236
Flag	-12.8236
[109]	-12.8236
testcases	-12.8237
Po	-12.8238
▁mean	-12.8239
▁dead	-12.8239
▁pict	-12.824
▁maxPrime	-12.8246
▁lowar	-12.8246
[1004]	-12.8252
▁agua	-12.8253
strgro	-12.8255
▁myC	-12.8262
Temps	-12.8268
▁winA	-12.827
▁prevI	-12.8272
isFound	-12.8273
eek	-12.8274
▁ttwo	-12.8276
▁fpb	-12.8278
▁uper	-12.8279
vocale	-12.8281
▁-10;	-12.8287
Big	-12.8292
replaced	-12.8294
correct	-12.8294
▁444	-12.8297
▁hot	-12.8297
300005	-12.8304
▁quit	-12.8307
▁getNum	-12.8307
tar	-12.8313
▁tiga	-12.8317
▁getP	-12.8317
▁insect	-12.8317
▁maxfather	-12.8318
▁esto	-12.8318
▁edits	-12.832
▁besar	-12.832
▁javab	-12.8321
▁bucket	-12.8321
▁borrow	-12.8321
▁diamond	-12.8322
▁added	-12.8322
▁FB	-12.8325
▁bshu	-12.833
lat	-12.8334
LIM	-12.8339
▁currentans	-12.8342
▁buns	-12.8345
▁gro	-12.8364
checke	-12.8367
▁blep	-12.8373
▁maxlevel	-12.8383
▁prep	-12.8383
▁lcp	-12.8386
▁blocks	-12.8386
(100	-12.839
wh	-12.8391
▁sumodd	-12.8396
▁itung	-12.8397
▁curlen	-12.8407
▁Freq	-12.8422
▁tedad	-12.8423
▁tren	-12.8425
▁actual	-12.8425
▁mayor	-12.8426
▁minimun	-12.8427
▁banyakganjil	-12.843
▁5.0)	-12.8433
sPalindrom	-12.8433
▁distinct	-12.8434
▁finishy	-12.8434
▁bef	-12.8434
▁1000000005	-12.8436
▁problems	-12.844
▁cer	-12.8444
▁pearls	-12.8446
▁Counter	-12.8446
▁finishx	-12.8447
ghi	-12.8448
▁300;	-12.8448
wt	-12.8449
▁safe	-12.8453
3_1	-12.8453
flagee	-12.8454
▁bulbs	-12.8454
▁maap	-12.8463
▁sim	-12.8467
isTrue	-12.8469
[250]	-12.8469
▁tep	-12.8472
▁Check	-12.8473
▁le	-12.8475
▁'=')	-12.8476
▁0.5);	-12.8478
mo	-12.8478
des	-12.848
▁Res	-12.848
▁los	-12.8486
▁ry	-12.8494
▁cry	-12.8495
▁press	-12.8496
urantsLunchTimes	-12.8498
▁pages	-12.851
▁years	-12.8511
▁tipe	-12.8522
▁yelo	-12.8522
▁outfile	-12.8527
▁1}	-12.8527
▁spyke	-12.853
▁before	-12.8532
▁PhoneArray	-12.8536
dition	-12.8536
▁boo	-12.8536
▁((3	-12.8537
▁minute	-12.8537
▁hol	-12.8538
od	-12.8547
▁'/')	-12.8562
▁packs	-12.8572
▁yt	-12.8575
▁scoreb	-12.8579
Out	-12.8581
▁sheet	-12.8582
wp	-12.8584
▁boy	-12.8584
▁{"	-12.8584
ttle	-12.8587
▁bul	-12.8588
▁87	-12.8591
▁cities	-12.86
har	-12.8603
ai	-12.8607
▁nimpar	-12.8615
cion	-12.8618
_2;	-12.862
urs	-12.8623
cx	-12.8626
(15	-12.8628
)(1	-12.8628
▁"-")	-12.8641
▁expo	-12.8643
IT	-12.8651
4];	-12.8678
▁ee	-12.8685
▁ten	-12.8686
maxy	-12.8695
12	-12.8711
"6"	-12.8718
▁2.0;	-12.8719
▁(!((	-12.8741
▁piso	-12.8752
▁offset	-12.8757
▁newk	-12.8759
▁10001;	-12.8771
▁kmax	-12.8772
▁100000)	-12.8779
▁Lo	-12.8786
3];	-12.8796
▁prevr	-12.8801
▁62;	-12.881
▁discount	-12.8826
▁seed	-12.8831
_2(	-12.8838
▁maxval	-12.884
io	-12.8841
▁toalha	-12.8849
uf	-12.8851
▁pred	-12.8854
plen	-12.8883
▁infile	-12.8883
candidate	-12.8884
demy	-12.8915
nor	-12.8916
▁28)	-12.8925
▁order	-12.8926
maxNum	-12.8926
ke	-12.8927
▁Primes	-12.8946
▁commands	-12.8948
▁nod	-12.8955
▁'6'	-12.8962
▁path	-12.8963
▁suml	-12.8974
tm	-12.9006
▁lastm	-12.9024
ce	-12.9031
▁"..............	-12.9036
cun	-12.904
▁sumx	-12.9045
44	-12.9051
(30	-12.9064
▁Do	-12.9071
▁impar	-12.9076
▁Size	-12.9086
uts	-12.9094
fast	-12.9102
▁nom	-12.9102
▁Index	-12.9109
▁""	-12.9125
▁sam	-12.9127
▁998244353)	-12.9132
▁per	-12.9143
▁')	-12.9155
impar	-12.9159
▁bacterias	-12.9202
[3	-12.9203
("4	-12.9214
cou	-12.9222
SS	-12.9242
('0'	-12.9254
▁npar	-12.926
6)	-12.9263
▁Ch	-12.9279
2[1000]	-12.9281
2]++;	-12.9323
▁say	-12.9324
Temp	-12.9348
strc	-12.9358
minx	-12.9363
▁sumd	-12.9366
ata	-12.9376
iro	-12.9377
▁anses	-12.9382
tempm	-12.9404
▁49	-12.9408
▁thi	-12.9416
ept	-12.9417
comp	-12.9418
▁curAn	-12.9426
▁lin	-12.9427
mima	-12.9444
▁ye	-12.9445
Digit	-12.9447
ute	-12.9447
stringstream	-12.9461
▁ny	-12.9464
hap	-12.9478
9999999999	-12.9478
▁numD	-12.948
kk	-12.948
change	-12.9492
floor	-12.9501
ratio	-12.9502
light	-12.9503
way	-12.9512
cmx	-12.9518
In	-12.9529
matches	-12.9539
▁97]	-12.9543
cell	-12.9544
estC	-12.9544
▁(0)	-12.9558
li	-12.9559
drink	-12.9561
three	-12.9567
▁"*"	-12.9568
dc	-12.9577
shu	-12.9591
dishes	-12.9597
ab	-12.9605
vocal	-12.9612
[4	-12.9613
stone	-12.9617
000000	-12.9617
▁vm	-12.9623
soldier	-12.9627
parent	-12.9627
Blue	-12.9628
numa	-12.9629
hole	-12.963
welfare	-12.9633
did	-12.9641
offset	-12.9641
piso	-12.9645
▁pm	-12.9646
memo	-12.9653
floors	-12.966
esp	-12.9667
10)	-12.9669
stones	-12.9672
suff	-12.9686
▁ww	-12.9688
▁3))	-12.9691
pb	-12.9704
'][	-12.9708
▁')'	-12.9715
▁kw	-12.9716
▁gh	-12.9724
shap	-12.9727
has	-12.9738
▁pt	-12.9751
Pos	-12.9788
1]++;	-12.9827
subs	-12.9833
[200	-12.9839
▁LL	-12.985
demx	-12.9858
▁maxr	-12.9861
ak	-12.9892
sm	-12.9911
▁winC	-12.9919
▁1222	-12.9925
0.0	-12.9962
▁jmin	-12.9983
