<pad>	0
<unk>	0
<s>	0
</s>	0
<START>	0
<END>	0
▁=	-3.39906
▁to	-3.41549
,	-3.58192
▁}	-3.59549
▁0	-3.68358
▁n	-3.695
▁a	-3.7959
[	-3.89561
▁if	-3.97602
▁is	-3.99989
▁i	-4.04766
▁and	-4.05006
]	-4.09404
▁print	-4.09427
i	-4.13543
▁read	-4.26378
▁int	-4.29265
▁1	-4.29966
▁of	-4.37389
▁for	-4.39368
▁s	-4.45102
▁b	-4.52938
▁integer	-4.57733
▁return	-4.58371
▁set	-4.60615
▁long	-4.6114
▁+	-4.65769
▁-	-4.6712
()	-4.71881
▁with	-4.73617
▁	-4.75074
▁x	-4.77487
▁{	-4.78864
▁main	-4.79923
▁else	-4.85968
▁create	-4.86418
▁exclusive	-4.93815
;	-4.94149
▁m	-4.95306
▁ans	-4.99964
▁c	-5.00924
▁k	-5.04409
▁increment	-5.07579
▁equal	-5.17278
▁the	-5.18364
▁(	-5.21598
▁than	-5.23938
1	-5.27673
▁declare	-5.2935
▁j	-5.29578
▁2	-5.31573
▁"	-5.3193
"	-5.34449
▁*	-5.34474
▁by	-5.34746
▁t	-5.38727
2	-5.39188
▁integers	-5.43972
▁y	-5.46854
n	-5.46936
j	-5.4798
)	-5.49815
▁let	-5.52763
▁sum	-5.55499
▁from	-5.56523
▁size	-5.5696
▁array	-5.61946
▁/	-5.66095
▁new	-5.66626
▁be	-5.68698
▁newline	-5.6917
s	-5.72611
▁p	-5.75617
▁value	-5.77068
▁inclusive	-5.77623
▁d	-5.78278
▁while	-5.83897
▁greater	-5.8508
▁loop	-5.89764
▁l	-5.90508
▁v	-5.91898
▁r	-5.93412
▁or	-5.94005
a	-5.96748
▁less	-5.97695
▁string	-6.01603
(	-6.03059
ing	-6.07292
▁arr	-6.13658
▁cnt	-6.14264
▁not	-6.14807
▁line	-6.2176
][	-6.23118
=	-6.2692
'	-6.2867
▁then	-6.2916
▁'	-6.29235
_	-6.30413
▁%	-6.31128
x	-6.33646
▁true	-6.33664
▁in	-6.34275
▁decrement	-6.34722
d	-6.35574
▁function	-6.37985
▁input	-6.39759
▁f	-6.41121
▁length	-6.4114
[0]	-6.41364
e	-6.43456
▁3	-6.46439
▁0,	-6.49758
3	-6.52458
=0	-6.55942
▁flag	-6.5632
▁max	-6.58476
▁min	-6.59007
▁num	-6.59608
▁count	-6.59786
▁1]	-6.60898
▁10	-6.6131
▁do	-6.62113
▁res	-6.6213
b	-6.62695
▁assign	-6.62999
▁increase	-6.64526
1,	-6.65506
▁str	-6.67137
▁change	-6.67617
▁variable	-6.70692
t	-6.70949
▁modulo	-6.70962
▁add	-6.72823
▁temp	-6.74206
k	-6.75459
▁q	-6.77749
▁1)	-6.82013
reak	-6.82156
▁>	-6.85799
▁following	-6.86407
▁as	-6.88369
f	-6.94139
▁-1	-6.95315
[1]	-6.95435
▁4	-6.99007
▁mod	-6.99308
o	-6.99715
▁false	-7.0024
▁z	-7.00744
y	-7.00803
▁N	-7.01214
▁<	-7.01614
▁5	-7.02518
▁character	-7.02897
▁w	-7.04952
▁elements	-7.05034
▁<=	-7.05202
NO	-7.06678
▁vector	-7.07897
▁constant	-7.0815
.	-7.08776
▁>=	-7.09872
m	-7.11613
▁arguments	-7.12101
▁one	-7.13496
▁output	-7.1418
▁)	-7.14484
▁call	-7.14535
▁result	-7.15838
c	-7.16275
▁element	-7.16475
▁sort	-7.18591
▁1,	-7.18977
▁end	-7.19832
▁h	-7.2018
YES	-7.20318
▁ints	-7.28
▁an	-7.30226
▁ch	-7.30885
▁len	-7.31448
▁dp	-7.32992
▁A	-7.35055
r	-7.38179
▁!=	-7.38754
ed	-7.38876
▁7	-7.40067
2,	-7.41241
p	-7.42707
l	-7.44123
\	-7.45075
▁longs	-7.45956
▁g	-7.47003
▁boolean	-7.48102
▁tmp	-7.4883
▁argument	-7.51064
=1	-7.51735
▁u	-7.52129
-	-7.53207
▁maxn	-7.54131
int	-7.54609
▁values	-7.5483
▁run	-7.55003
▁strings	-7.56022
▁variables	-7.57178
▁mx	-7.58659
▁start	-7.58777
▁standar	-7.59011
▁e	-7.59472
▁make	-7.61508
▁char	-7.61659
Read	-7.62741
[2]	-7.66994
▁,	-7.71477
▁absolute	-7.72905
▁8	-7.74995
▁at	-7.75213
▁first	-7.7566
▁st	-7.7587
▁gcd	-7.77159
0	-7.77985
▁decrease	-7.78594
▁2)	-7.80189
▁S	-7.82483
▁NO	-7.828
▁mp	-7.82979
▁const	-7.85549
▁minimum	-7.86163
▁that	-7.8781
▁&	-7.87982
▁6	-7.88053
▁100	-7.89034
▁'0'	-7.89606
▁abs	-7.90679
9	-7.91288
▁YES	-7.92008
v	-7.92749
▁even	-7.94146
size	-7.94169
▁"\	-7.94427
▁it	-7.95098
▁append	-7.97274
▁pos	-7.97423
])	-7.97777
-1]	-7.98205
▁define	-7.99456
▁'\	-7.99497
▁mn	-8.01281
▁maximum	-8.01545
▁arrays	-8.01643
▁total	-8.02519
▁name	-8.02821
▁index	-8.02857
],	-8.03668
▁are	-8.05865
▁map	-8.07578
1[	-8.08171
▁bool	-8.09039
▁push	-8.10317
▁double	-8.11793
▁T	-8.12444
+	-8.13055
▁ar	-8.13287
▁vis	-8.13998
▁stop	-8.14395
▁M	-8.14686
▁user	-8.15921
▁B	-8.16064
▁((	-8.1641
&	-8.18475
▁insert	-8.1942
▁otherwise	-8.20325
▁check	-8.20784
▁1000	-8.2209
▁mid	-8.22671
▁last	-8.24915
5	-8.25554
▁all	-8.26022
',	-8.26801
▁INF	-8.27007
▁105	-8.27044
▁ok	-8.27065
u	-8.27455
▁cur	-8.27499
▁void	-8.27609
▁characters	-8.27951
O	-8.30013
+1]	-8.30092
▁solve	-8.30331
▁MOD	-8.30498
▁o	-8.3071
[3]	-8.31224
▁tak	-8.3132
A	-8.31877
▁continu	-8.32266
▁on	-8.331
▁now	-8.33689
R	-8.34844
2[	-8.35793
▁divide	-8.36537
-1	-8.36586
ans	-8.38223
▁-1,	-8.38266
▁1][	-8.3881
sum	-8.39542
▁2,	-8.40703
array	-8.4276
▁iteration	-8.42778
*	-8.4317
▁C	-8.44055
h	-8.46522
D	-8.46856
each	-8.47307
▁val	-8.49356
▁odd	-8.51115
▁second	-8.51656
▁times	-8.52294
▁maxx	-8.52418
))	-8.53216
▁R	-8.53542
+1	-8.54327
▁counter	-8.55165
▁swap	-8.5565
",	-8.55887
to	-8.56175
▁pointer	-8.56588
length	-8.57211
z	-8.59016
▁subtract	-8.59432
max	-8.59977
integers	-8.6029
min	-8.60432
▁ret	-8.61254
integer	-8.61535
▁MAX	-8.61857
▁'1'	-8.62597
▁begin	-8.63381
),	-8.64198
▁ss	-8.64397
▁101	-8.65101
▁L	-8.65684
th	-8.66617
▁right	-8.67488
4	-8.67982
▁26	-8.68954
▁takes	-8.69133
][0]	-8.69687
▁bitwise	-8.69763
▁",	-8.71273
▁inf	-8.72017
▁truthy	-8.72075
]]	-8.72256
▁prime	-8.72452
▁initialize	-8.72776
▁betwee	-8.73069
▁remove	-8.73565
▁9	-8.738
L	-8.75948
▁different	-8.76216
▁space	-8.76977
B	-8.77605
▁left	-8.77755
/	-8.7791
q	-8.78465
3,	-8.785
▁0)	-8.78755
▁next	-8.80993
▁vec	-8.81663
▁casted	-8.82368
LL	-8.82648
▁minn	-8.82971
g	-8.83545
▁MAXN	-8.85213
▁D	-8.85771
▁no	-8.8657
▁'*'	-8.86579
].	-8.86869
▁cost	-8.87423
first	-8.87444
S	-8.87664
▁'-'	-8.88193
▁1000000007	-8.88436
second	-8.88811
▁dfs	-8.8895
2)	-8.89254
▁cont	-8.90447
T	-8.90696
w	-8.90802
][1]	-8.90852
▁pre	-8.91029
▁INT	-8.92377
▁two	-8.92689
▁number	-8.93011
▁time	-8.93019
▁bytes	-8.93501
MAX	-8.93535
▁reading	-8.94315
▁20	-8.94593
▁1005	-8.95156
long	-8.95243
▁down	-8.95557
']	-8.96475
cnt	-8.96787
▁row	-8.98437
[4]	-8.98518
arr	-8.99254
▁maxi	-8.99504
▁aux	-9.00815
▁empty	-9.00984
▁get	-9.0121
re	-9.01539
▁exit	-9.01697
1)	-9.01732
▁tot	-9.03488
▁un	-9.03534
▁current	-9.04073
▁answer	-9.04078
▁xx	-9.04962
▁30	-9.05077
▁60	-9.05872
string	-9.06569
▁out	-9.07517
▁ma	-9.07674
▁substring	-9.07971
▁110	-9.08163
▁15	-9.08311
oth	-9.08346
▁1))	-9.08588
▁mini	-9.10135
▁zero	-9.11369
▁ara	-9.11709
▁position	-9.12039
▁12	-9.1228
▁100005	-9.12362
/2	-9.12516
▁top	-9.12993
▁diff	-9.14145
▁curr	-9.15499
▁sizeof	-9.15911
num	-9.16127
<	-9.16438
>	-9.16485
U	-9.16732
end	-9.16782
▁pair	-9.17372
▁prev	-9.1743
pos	-9.18874
▁'.'	-9.18997
▁100000	-9.19758
▁X	-9.19957
▁display	-9.20055
▁mark	-9.20339
▁ct	-9.20996
▁G	-9.21351
[5]	-9.22275
▁plus	-9.22404
str	-9.22869
▁<<	-9.23813
6	-9.24568
M	-9.24899
▁P	-9.25038
!	-9.25395
▁show	-9.2565
N	-9.25858
▁1001	-9.26595
▁col	-9.27896
▁go	-9.28493
▁up	-9.28534
▁multiply	-9.28591
▁dist	-9.28803
▁Max	-9.28963
▁2]	-9.29411
▁"#"	-9.29922
▁iterat	-9.30524
al	-9.30697
gcd	-9.309
▁step	-9.31148
▁"0"	-9.31218
begin	-9.31842
▁dy	-9.31864
▁reverse	-9.32005
}	-9.33515
▁test	-9.33873
▁""	-9.34366
▁'#'	-9.34707
▁data	-9.35078
▁inline	-9.35237
▁'+'	-9.35323
||	-9.35406
▁can	-9.3592
0,	-9.36177
▁"-1"	-9.38117
C	-9.38582
▁#	-9.38719
temp	-9.39581
▁dx	-9.40092
▁multiple	-9.41245
res	-9.42854
1[0]	-9.42889
▁(2	-9.43043
▁200	-9.4306
▁whe	-9.43187
or	-9.43539
▁'9'	-9.43951
▁accept	-9.44642
▁root	-9.45057
len	-9.45142
▁lower	-9.45524
[0],	-9.45534
▁base	-9.46756
7	-9.47084
▁11	-9.47212
▁further	-9.47468
in	-9.47836
▁hi	-9.4861
▁word	-9.48729
count	-9.48799
▁50	-9.48898
▁endline	-9.4906
signe	-9.49373
▁co	-9.49381
▁rem	-9.4973
▁idx	-9.50277
st	-9.50372
▁order	-9.5043
▁find	-9.51171
illed	-9.51783
▁back	-9.52286
▁power	-9.52886
▁dis	-9.52916
▁55	-9.52931
stream	-9.53184
▁bitshift	-9.53375
▁square	-9.53893
▁rest	-9.53916
get	-9.54447
▁{0}	-9.5494
▁day	-9.55163
▁fa	-9.563
▁25	-9.56484
here	-9.56996
▁1])	-9.57415
Friendship	-9.57965
▁my	-9.57984
X	-9.58023
▁cin	-9.58171
▁bit	-9.58724
P	-9.58728
I	-9.59192
▁10000	-9.59293
1[1]	-9.59347
abs	-9.59402
▁PI	-9.59637
▁digit	-9.6032
et	-9.6125
IG	-9.61358
F	-9.61818
▁us	-9.61841
]=	-9.62106
▁|	-9.63385
▁mm	-9.6348
--	-9.63662
▁"*"	-9.64626
▁_	-9.65002
[0][	-9.65541
▁cmp	-9.66732
[0][0]	-9.67146
▁item	-9.67235
▁iterator	-9.67516
▁pq	-9.67767
▁which	-9.681
▁round	-9.68162
▁dimension	-9.6818
▁acos	-9.68194
▁found	-9.68231
|	-9.68885
rock	-9.68952
-|	-9.6897
▁kol	-9.69253
find	-9.69352
▁lo	-9.69721
back	-9.70213
▁"1"	-9.7023
▁W	-9.70994
▁op	-9.71047
gh	-9.71347
▁sz	-9.71589
▁score	-9.71624
No	-9.71856
2[0]	-9.72442
scissors	-9.72561
['	-9.72632
▁cek	-9.72782
▁ex	-9.7279
▁Y	-9.72796
▁10)	-9.72903
paper	-9.7345
▁chars	-9.73464
▁letter	-9.74338
▁shift	-9.74677
▁ind	-9.74985
▁skip	-9.75393
▁price	-9.7617
Yes	-9.7698
▁upper	-9.77627
▁"."	-9.77679
▁mi	-9.77704
▁getchar	-9.77728
▁__	-9.77911
dp	-9.77985
▁pow	-9.78169
▁100001	-9.78274
▁clear	-9.78343
▁win	-9.78622
▁erase	-9.79458
▁looping	-9.79691
Time	-9.79977
▁48	-9.8018
index	-9.80407
8	-9.80517
▁fast	-9.80683
cur	-9.81011
▁memset	-9.81253
▁lcm	-9.81424
is	-9.8159
▁>>	-9.81596
▁re	-9.81759
=2	-9.82088
▁freq	-9.82394
increment	-9.83106
G	-9.83134
▁yy	-9.83183
▁OR	-9.83375
▁5,	-9.84109
▁bb	-9.84208
at	-9.84867
W	-9.85351
▁fill	-9.85382
▁mat	-9.85829
OOOO	-9.8638
▁1000000	-9.86736
ch	-9.86811
▁==	-9.87264
▁statement	-9.88081
and	-9.88239
nt	-9.88243
▁1010	-9.88419
▁pr	-9.88515
▁rows	-9.88552
[0][1]	-9.88749
▁remainder	-9.89206
start	-9.89272
▁high	-9.8982
[1],	-9.90756
▁dif	-9.90859
▁throu	-9.9184
▁!	-9.91923
▁valid	-9.92036
▁sqrt	-9.92095
▁minus	-9.92178
▁np	-9.92866
▁Min	-9.92955
▁dem	-9.92999
▁best	-9.9309
-1)	-9.93105
▁fb	-9.93292
▁type	-9.9417
▁asc	-9.94267
▁'8'	-9.95394
▁color	-9.95434
++	-9.9559
ending	-9.95725
it	-9.95885
▁sign	-9.95984
true	-9.96139
▁No	-9.96185
▁coun	-9.96305
▁Yes	-9.96673
▁setting	-9.97917
eep	-9.98267
18	-9.98436
exclusive	-9.98535
TRIANGLE	-9.9871
▁until	-9.98778
2[1]	-9.99187
▁strlen	-9.99268
▁need	-9.99575
▁cc	-9.9988
▁360	-10.0006
▁"-	-10.0007
▁'('	-10.0011
▁init	-10.0027
OO	-10.0046
▁nl	-10.0056
▁ceil	-10.0094
DOWN	-10.0113
▁'4'	-10.012
UP	-10.0123
▁move	-10.0126
SEGMENT	-10.017
▁EPS	-10.0243
▁address	-10.0244
▁unique	-10.0272
1]	-10.0319
▁inp	-10.0328
▁after	-10.0369
▁store	-10.0383
▁isprime	-10.0428
▁reference	-10.05
▁content	-10.0607
OOO	-10.0617
▁nothing	-10.0625
▁stdou	-10.0632
tmp	-10.0633
▁judge	-10.0637
▁cout	-10.0659
▁sol	-10.0674
precision	-10.0701
left	-10.0756
▁ca	-10.0766
mid	-10.0801
▁low	-10.0827
▁4)	-10.0865
▁97	-10.09
▁cal	-10.0904
▁book	-10.0915
▁10,	-10.0933
▁primes	-10.0938
prime	-10.0949
((	-10.0973
▁I	-10.0997
▁(1	-10.1027
64	-10.1061
▁sy	-10.1077
▁items	-10.1081
ith	-10.11
▁div	-10.1103
▁vv	-10.112
▁ck	-10.1158
▁inv	-10.1172
time	-10.1189
▁isPrime	-10.1291
▁100010	-10.1293
▁br	-10.133
pair	-10.1372
▁adj	-10.1401
set	-10.1406
es	-10.141
▁tp	-10.1421
ng	-10.1439
▁3)	-10.149
[1][0]	-10.1527
en	-10.1549
▁point	-10.1621
▁31	-10.1624
vector	-10.1629
4,	-10.163
▁infinite	-10.1646
flag	-10.168
Y	-10.169
▁'\0'	-10.1717
▁columns	-10.1721
▁eps	-10.1754
on	-10.1762
▁se	-10.1777
▁minx	-10.1806
2]	-10.1856
▁visited	-10.1896
▁32	-10.191
erminate	-10.1978
▁1],	-10.1979
[1][1]	-10.198
[1][	-10.2008
▁file	-10.2053
▁fl	-10.2078
[0])	-10.2085
er	-10.2124
Second	-10.2129
▁chest	-10.2133
▁queue	-10.214
▁tb	-10.2146
3)	-10.2153
▁does	-10.2183
▁resp	-10.2212
2=	-10.2241
▁calling	-10.2319
(0)	-10.2328
▁200005	-10.233
ll	-10.236
PRINT	-10.245
▁grid	-10.2474
▁points	-10.25
▁exp	-10.2553
now	-10.2582
."	-10.2596
First	-10.2605
▁998244353	-10.264
-1][	-10.2642
▁doubles	-10.265
][2]	-10.2652
an	-10.2669
[6]	-10.2726
▁ada	-10.2771
IMPOSSIBLE	-10.2773
▁64	-10.2785
▁used	-10.2787
▁id	-10.2806
▁case	-10.2829
out	-10.2894
Correct	-10.2929
asya	-10.2935
▁"/"	-10.2939
idx	-10.2951
▁Arr	-10.2971
▁gap	-10.2988
▁float	-10.3006
▁Number	-10.3007
▁con	-10.3013
▁compare	-10.302
▁hh	-10.303
▁2005	-10.3061
▁biceps	-10.3063
▁myset	-10.3106
if	-10.3111
val	-10.3129
▁hash	-10.3129
▁suma	-10.3146
▁key	-10.3309
▁joy	-10.3317
▁mas	-10.3336
[1][2]	-10.3346
▁front	-10.3396
▁'0')	-10.3432
▁nums	-10.3446
[2][1]	-10.3473
10	-10.349
▁table	-10.3492
▁1000000000	-10.35
▁pop	-10.3513
')	-10.3522
▁pass	-10.3536
▁tt	-10.3538
▁contain	-10.3568
[1])	-10.3571
▁ta	-10.3599
▁TESTS	-10.3608
▁three	-10.363
LEFT	-10.3635
▁visit	-10.3645
us	-10.3713
▁.	-10.3717
▁sb	-10.3724
element	-10.3795
▁dir	-10.3822
▁2*	-10.3843
even	-10.3864
▁O	-10.387
->	-10.3963
▁tim	-10.3969
row	-10.3988
MIN	-10.4004
▁father	-10.4018
▁blue	-10.4019
▁su	-10.4036
=0,	-10.4059
▁match	-10.4148
▁WINS	-10.4149
▁fuel	-10.4149
mod	-10.4158
char	-10.4163
oke	-10.4165
ter	-10.4177
▁=0	-10.418
▁"-1	-10.4206
▁500	-10.4282
case	-10.4312
▁proceed	-10.4329
▁good	-10.4343
▁"#	-10.437
substr	-10.4416
▁fin	-10.4422
Akshat	-10.4511
E	-10.4515
▁U	-10.4531
no	-10.4533
▁stack	-10.4543
▁arg	-10.4551
▁sub	-10.4597
open	-10.4637
▁ac	-10.4649
▁200000	-10.4665
▁place	-10.4669
▁moves	-10.4671
▁120	-10.4715
▁days	-10.4754
ay	-10.4774
[7]	-10.4778
▁level	-10.4779
▁F	-10.4791
-2]	-10.4809
▁mult	-10.4819
▁kk	-10.484
▁way	-10.4866
▁lol	-10.4895
lled	-10.4896
Ehab	-10.49
Mahmoud	-10.49
Malvika	-10.49
Chris	-10.49
Mishka	-10.49
▁1000000009	-10.4938
RU	-10.4942
▁half	-10.4943
▁"|	-10.4961
▁args	-10.4967
▁),	-10.5027
Count	-10.5056
▁(((	-10.5084
▁magic	-10.5106
▁'7'	-10.5118
▁fathercnt	-10.5128
▁distance	-10.5135
+1][	-10.514
▁1000005	-10.5141
ar	-10.5143
of	-10.5167
▁same	-10.519
▁fixed	-10.5202
▁sx	-10.5214
▁red	-10.5227
=3	-10.5237
<=	-10.5243
mx	-10.5285
▁cop	-10.5307
▁write	-10.5319
▁5)	-10.5323
▁has	-10.5338
▁',	-10.5393
ER	-10.5446
▁reset	-10.5492
▁put	-10.5514
▁list	-10.5546
▁squared	-10.5576
▁dep	-10.5614
>=	-10.5616
▁tem	-10.564
▁2))	-10.5655
▁7)	-10.5692
▁ff	-10.5719
▁102	-10.5726
▁First	-10.573
▁{0,	-10.5731
[2][0]	-10.5786
▁250)	-10.5789
▁ele	-10.5792
(2,	-10.5816
▁51	-10.5824
▁'['	-10.5836
▁ctr	-10.591
▁{1,	-10.5947
▁respectively	-10.5949
▁year	-10.5949
▁numbers	-10.596
▁exist	-10.5962
▁Second	-10.597
[0][2]	-10.5972
▁board	-10.5978
false	-10.5993
▁fact	-10.6016
/10	-10.6036
Anton	-10.617
▁keyboard	-10.6171
LU	-10.6171
LD	-10.6178
RD	-10.6181
▁edges	-10.6207
1=	-10.6208
▁brr	-10.6219
▁mul	-10.6231
+1)	-10.6245
diff	-10.6266
▁final	-10.6311
cast	-10.6326
▁1][0]	-10.636
▁increas	-10.6365
>0	-10.6373
(0,	-10.6377
Danik	-10.6404
▁var	-10.6407
▁')'	-10.642
▁green	-10.6434
nd	-10.644
▁tc	-10.6467
[2],	-10.6478
tu	-10.6479
▁bits	-10.6516
txt	-10.6552
▁180	-10.656
mp	-10.6561
▁multiplie	-10.6569
la	-10.6585
▁menor	-10.6635
▁hate	-10.6642
▁22	-10.665
▁fun	-10.6655
=(	-10.6686
▁1][1]	-10.6719
▁le	-10.6723
[2][2]	-10.6737
▁fi	-10.6791
RE	-10.6842
▁chang	-10.6851
▁positive	-10.6868
▁matrix	-10.6868
▁prog	-10.6869
▁falsy	-10.6872
▁-1}	-10.6882
read	-10.6887
▁mymap	-10.6891
▁ty	-10.6908
▁cn	-10.6948
UR	-10.7051
-2	-10.7054
IM	-10.7068
el	-10.7084
▁comp	-10.711
▁10005	-10.7117
AT	-10.7119
Mind	-10.7123
▁sieve	-10.7143
Misha	-10.7153
▁cou	-10.7159
▁calc	-10.7194
_1	-10.7211
▁its	-10.7257
▁pi	-10.7259
-9	-10.7262
▁yes	-10.734
▁'<'	-10.7369
▁reduc	-10.7377
▁flg	-10.7377
▁bo	-10.738
▁alpha	-10.7382
▁lim	-10.7387
▁winner	-10.7396
▁star	-10.7479
▁decreas	-10.7535
sqrt	-10.754
▁maxm	-10.7541
rat	-10.7568
▁35	-10.7572
▁WI	-10.7594
ill	-10.7597
▁200001	-10.7608
▁starty	-10.7608
▁27	-10.7613
oward	-10.7613
▁every	-10.7618
▁nonzero	-10.7618
come	-10.762
(-1)	-10.7621
▁tm	-10.7634
▁MX	-10.7641
▁side	-10.7677
]),	-10.7742
▁1.0	-10.7782
▁MIN	-10.7804
+2]	-10.7809
top	-10.7819
Power	-10.7821
fabs	-10.7863
▁guy	-10.7881
▁execute	-10.7883
▁matches	-10.7891
not	-10.7896
▁pref	-10.7897
▁priority	-10.7899
▁med	-10.7915
▁puts	-10.7917
]-	-10.7958
Tie	-10.7987
▁5001	-10.7994
red	-10.7999
▁decimal	-10.8014
sign	-10.8032
▁en	-10.8041
▁sumb	-10.8047
*(	-10.805
▁rat	-10.8052
[8]	-10.8062
▁extra	-10.8064
▁cond	-10.8067
ind	-10.8135
op	-10.8145
▁2000	-10.8146
mn	-10.8153
▁status	-10.816
pow	-10.8178
cost	-10.8179
▁more	-10.8188
▁remain	-10.8194
[105]	-10.8213
aren	-10.8224
%	-10.8279
ign	-10.8293
▁modul	-10.8326
blue	-10.8369
man	-10.8385
▁game	-10.8398
▁10000000	-10.842
Black	-10.8424
name	-10.845
▁contains	-10.8495
▁501	-10.8523
▁work	-10.8526
▁req	-10.855
▁txt	-10.8562
1.	-10.8575
▁16	-10.8581
▁pp	-10.8586
number	-10.8592
▁Count	-10.8593
reate	-10.8611
▁201	-10.8632
▁100)	-10.8641
▁startx	-10.8642
green	-10.8658
Reality	-10.8673
Space	-10.8676
Soul	-10.8677
["	-10.8678
White	-10.8684
ly	-10.8689
▁hav	-10.8692
▁month	-10.8707
udmoves	-10.8711
▁cycle	-10.8714
▁curlower	-10.8716
▁goal	-10.8719
▁100,	-10.8758
absolute	-10.8778
▁Input	-10.878
▁big	-10.8793
▁iter	-10.8827
▁fix	-10.8834
right	-10.8851
as	-10.8854
input	-10.8865
maxn	-10.8866
▁Ans	-10.8868
▁mov	-10.8911
prev	-10.8911
▁qr	-10.8938
▁par	-10.8948
Color	-10.8958
child	-10.8979
woman	-10.898
▁2001	-10.8995
▁width	-10.9008
▁least	-10.9009
▁rlmoves	-10.9018
+2	-10.9021
ct	-10.9027
▁cap	-10.9047
▁lessons	-10.9059
▁cx	-10.9098
▁tab	-10.9113
▁sup	-10.9152
▁sm	-10.9199
one	-10.9213
▁pairs	-10.9226
▁oo	-10.9258
▁code	-10.9271
▁gr	-10.9285
▁large	-10.9296
ent	-10.9317
▁love	-10.933
▁diag	-10.9341
print	-10.9345
▁was	-10.937
▁psum	-10.9389
▁tam	-10.9424
▁players	-10.9438
▁reg	-10.9459
▁13	-10.9472
2-	-10.9486
result	-10.9563
▁lab	-10.9575
▁123	-10.9576
▁cot	-10.9582
)]	-10.9615
Equal	-10.962
▁program	-10.9624
▁250	-10.963
▁spf	-10.9653
▁depth	-10.9689
ss	-10.9706
▁dig	-10.9709
▁cy	-10.9711
▁ope	-10.9712
▁cup	-10.9741
▁ver	-10.9746
▁aa	-10.9773
▁letters	-10.9774
new	-10.9798
head	-10.9826
▁head	-10.9844
▁ql	-10.99
Alice	-10.9942
TEAM	-10.9948
points	-10.9953
▁graph	-10.9968
▁poly	-10.9978
▁{}	-11.0008
▁rec	-11.0042
▁counts	-11.0046
▁shu	-11.0054
▁coins	-11.0059
last	-11.0078
▁fabs	-11.01
ult	-11.012
double	-11.0145
▁300	-11.0164
▁mo	-11.0204
▁(3	-11.0227
]=1	-11.0242
▁"+	-11.0266
Cube	-11.0275
Octahedron	-11.0275
Dodecahedron	-11.0275
Tetrahedron	-11.0275
1-	-11.0279
▁convert	-11.028
▁invert	-11.028
Bob	-11.0287
▁GCD	-11.0289
▁rep	-11.0295
(1	-11.0296
▁other	-11.0296
▁endl	-11.0313
▁nCr	-11.032
▁bigge	-11.0347
▁edge	-11.0354
▁lucky	-11.0379
nto	-11.0385
value	-11.0428
log	-11.0469
▁home	-11.0501
31,	-11.0519
▁log	-11.0565
▁dat	-11.0608
TIE	-11.062
le	-11.0623
▁cell	-11.0629
queue	-11.0639
hod	-11.0651
ha	-11.0656
▁"+"	-11.071
finitely	-11.0788
▁pl	-11.0791
step	-11.0862
1][	-11.0884
▁sq	-11.0889
▁de	-11.0899
▁lenb	-11.0936
▁jump	-11.0946
▁pw	-11.0958
for	-11.0968
vis	-11.0982
▁largest	-11.0983
▁'>'	-11.0993
<0	-11.102
▁weak	-11.1023
NG	-11.1035
+1,	-11.1048
▁tx	-11.1063
▁400	-11.1074
▁65	-11.1077
▁"2"	-11.1089
7,	-11.1144
▁act	-11.1166
▁del	-11.1171
▁take	-11.1184
▁numO	-11.1193
▁stringstream	-11.1211
▁"#.	-11.1224
xx	-11.1236
▁1}	-11.1285
up	-11.1305
▁"0	-11.1305
▁asd	-11.1318
▁Output	-11.1352
▁ms	-11.1353
tr	-11.1359
▁banyak	-11.1363
▁contador	-11.1364
▁oven	-11.1367
contest	-11.1389
▁send	-11.139
▁200010	-11.1392
Leonard	-11.1401
Sheldon	-11.1401
Rajesh	-11.1402
chest	-11.1402
Penny	-11.1403
orange	-11.1417
▁pro	-11.1464
(-1.0	-11.1518
-1.0	-11.1608
ve	-11.161
ion	-11.1614
-1,	-11.162
▁LEFT	-11.1658
▁maxy	-11.1695
id	-11.1697
())	-11.1704
▁220	-11.1716
▁TEAM	-11.1724
Icosahedron	-11.1732
9+7	-11.1733
▁Solve	-11.1736
▁mishka	-11.1736
▁chris	-11.1737
▁divisor	-11.1738
▁jumlah	-11.1745
▁"4"	-11.176
▁sp	-11.1764
▁state	-11.1766
▁have	-11.1769
RA	-11.1773
▁If	-11.1777
base	-11.1777
▁96	-11.1783
▁save	-11.1787
▁tr	-11.1791
purple	-11.18
yellow	-11.1802
▁(180	-11.1807
▁205	-11.1814
▁240	-11.1815
{	-11.1821
▁86400	-11.183
1+	-11.1831
marks	-11.1834
▁lst	-11.1835
▁el	-11.1839
▁votes	-11.185
mber	-11.1856
="	-11.1876
▁150	-11.1878
un	-11.1892
▁bl	-11.1901
cw	-11.1901
▁ll	-11.1916
▁sc	-11.1949
-"	-11.2004
▁seq	-11.2011
tc	-11.2014
▁steps	-11.2037
ung	-11.2039
ret	-11.2067
▁form	-11.2081
▁3*	-11.2082
▁command	-11.2094
▁negative	-11.2136
▁condition	-11.2136
▁light	-11.2138
▁gl	-11.2144
▁soroban	-11.2149
▁chess	-11.2156
▁MN	-11.2164
▁limit	-11.2176
=-1	-11.2192
biceps	-11.2207
▁levels	-11.2224
▁rta	-11.223
▁dim	-11.2231
▁this	-11.2254
the	-11.2258
▁505	-11.2263
/5	-11.2264
▁fo	-11.23
▁prices	-11.2314
0)	-11.2333
ps	-11.2349
▁sh	-11.2384
▁24	-11.2398
▁"-"	-11.2406
▁team	-11.2419
▁captain	-11.2448
total	-11.2454
▁weight	-11.2509
▁mode	-11.252
▁part	-11.2539
▁cha	-11.2547
zxcvbnm	-11.2549
▁maxs	-11.2551
▁clock	-11.2558
▁%=	-11.2559
sdfghjkl	-11.2561
▁short	-11.2565
▁th	-11.2572
▁pri	-11.2576
▁clo	-11.2587
ary	-11.2606
▁1000001	-11.2609
▁speed	-11.2635
▁9,	-11.2645
captain	-11.2651
▁cp	-11.2658
ccw	-11.2666
▁def	-11.2666
*2	-11.2668
▁vs	-11.2677
dest	-11.2681
▁rl	-11.2687
col	-11.2696
ment	-11.275
▁5000	-11.2759
turn	-11.276
▁36	-11.2796
▁most	-11.2805
return	-11.2809
▁whichPosn	-11.2836
hi	-11.284
▁imax	-11.2915
oo	-11.2916
▁factor	-11.2967
qwertyuiop	-11.2984
▁leave	-11.2987
▁toggle	-11.2987
▁Need	-11.2988
▁'5'	-11.2988
▁solution	-11.3003
▁5005	-11.3017
▁bfs	-11.3037
▁memo	-11.3057
▁fff	-11.3064
▁compar	-11.3069
▁search	-11.3074
▁lca	-11.3077
▁numOf	-11.3079
[2])	-11.3088
+1]-	-11.3095
▁di	-11.3119
▁18	-11.3128
▁money	-11.3133
ot	-11.3149
▁9)	-11.3154
▁tstep	-11.3178
▁names	-11.3182
▁tolower	-11.3183
▁3]	-11.3199
ad	-11.3212
▁des	-11.3242
▁sw	-11.3246
("	-11.3266
▁itr	-11.3293
▁func	-11.3305
push	-11.3389
▁rotate	-11.3399
▁player	-11.3424
anako	-11.3431
▁amount	-11.3432
asilisa	-11.3438
optimization	-11.3438
▁Rozdil	-11.3441
▁matriz	-11.3442
▁hasil	-11.3442
▁interval	-11.3442
▁stdin	-11.3442
▁leaf	-11.3444
+1)/2	-11.3444
▁Pic	-11.3445
▁buf	-11.345
▁stat	-11.3459
fa	-11.3461
bound	-11.3461
▁maxN	-11.3463
▁fx	-11.3465
▁participants	-11.3471
ta	-11.3487
▁isn	-11.3492
position	-11.3511
)*	-11.3511
▁answ	-11.3531
front	-11.3541
subtractions	-11.3568
▁10010	-11.3593
team	-11.3595
")	-11.3614
home	-11.3623
▁deg	-11.3628
days	-11.3637
|)	-11.3644
▁jum	-11.3645
decrement	-11.3664
▁previous	-11.3689
co	-11.3696
DR	-11.37
▁rad	-11.3703
▁miny	-11.3704
maxx	-11.3709
▁pot	-11.3739
▁122	-11.3743
▁Incorrect	-11.3751
▁words	-11.3769
▁nex	-11.3772
▁gg	-11.3784
▁7-	-11.3788
▁old	-11.3794
▁beat	-11.3813
_2	-11.3825
]+	-11.3865
▁20000	-11.3873
)),	-11.3878
[(	-11.3878
▁lena	-11.3881
▁met	-11.3881
▁An	-11.3885
alue	-11.3898
Slava	-11.3914
▁xay	-11.3917
▁smaller	-11.3918
▁bottles	-11.3925
]-'0'	-11.3929
ctive	-11.3931
▁90	-11.3936
▁bills	-11.3939
▁turn	-11.3941
▁cmd	-11.395
▁ones	-11.3957
change	-11.3976
▁pa	-11.3981
ash	-11.3985
▁xmax	-11.3994
[2	-11.3996
▁fy	-11.4005
lose	-11.4006
)))	-11.4017
▁1000010	-11.4022
▁present	-11.4056
ator	-11.4074
sp	-11.4078
whichPosn	-11.4079
Incorrect	-11.408
▁vowel	-11.4091
▁done	-11.4098
)/	-11.4128
low	-11.4148
▁28	-11.4165
-8	-11.4175
Max	-11.4197
▁pointe	-11.4205
▁Se	-11.4228
ate	-11.4254
▁man	-11.4258
(),	-11.4268
▁100000000	-11.427
▁sumz	-11.4318
dif	-11.4337
_0	-11.4355
▁stone	-11.4396
EASY	-11.4414
▁gesture	-11.4417
▁password	-11.4418
▁'}'	-11.4418
▁carry	-11.4419
▁crew	-11.442
ARD	-11.442
▁sta	-11.4426
▁"1/1"	-11.4431
▁"1/2"	-11.4431
▁loss	-11.4431
▁record	-11.4433
▁salt	-11.4436
▁vest	-11.4446
▁summ	-11.4446
▁0.5	-11.4462
▁exe	-11.4467
um	-11.447
9,	-11.448
▁buff	-11.4491
square	-11.45
card	-11.4504
mo	-11.4524
)/2	-11.453
▁mmax	-11.4536
▁(4	-11.4546
▁vet	-11.4565
root	-11.4567
Danil	-11.4579
Nikita	-11.4582
Ann	-11.4586
Olya	-11.4587
▁bob	-11.4632
jj	-11.4634
▁1000000007)	-11.4645
▁zz	-11.4651
▁indx	-11.4667
over	-11.4674
ul	-11.4678
▁48)	-11.4686
▁qq	-11.4689
te	-11.471
div	-11.4724
make	-11.4726
[9]	-11.473
▁bus	-11.4746
[1000]	-11.4757
▁sumr	-11.4808
line	-11.4821
▁plen	-11.484
[10]	-11.4859
ive	-11.4889
▁answers	-11.489
ts	-11.4915
▁distanc	-11.492
▁follow	-11.4923
Impossible	-11.4941
▁given	-11.4943
▁bottom	-11.4944
▁'/'	-11.4945
▁error	-11.4946
kanan	-11.495
▁999999	-11.4956
▁"5/6"	-11.4957
▁"2/3"	-11.4958
▁"1/3"	-11.4958
▁getline	-11.4962
▁isgro	-11.4978
▁cards	-11.4979
▁capital	-11.498
▁tar	-11.5013
]))	-11.5028
▁per	-11.5028
8,	-11.5035
▁stones	-11.5038
led	-11.5044
▁que	-11.506
▁Cnt	-11.5061
▁cad	-11.5071
par	-11.5071
ajout	-11.5076
▁8)	-11.5093
▁Sum	-11.5141
▁ed	-11.5147
Ciel	-11.5153
ome	-11.5154
▁ep	-11.5155
▁E	-11.5159
level	-11.516
Masha	-11.5164
Dasha	-11.5164
oop	-11.523
-(	-11.5243
▁alt	-11.5282
▁ys	-11.5323
▁sec	-11.5328
▁sumA	-11.5329
▁To	-11.5359
▁orange	-11.536
▁sumc	-11.537
▁loc	-11.5386
erate	-11.5403
▁men	-11.5404
▁ccw	-11.5418
▁may	-11.5462
▁resta	-11.5481
▁spec	-11.5486
▁spyke	-11.5496
▁misha	-11.5496
fffffff	-11.5497
▁'!'	-11.5497
▁factorial	-11.5499
▁md	-11.5501
▁pole	-11.5504
▁acum	-11.5513
▁LCM	-11.5515
(3	-11.5516
▁Blue	-11.5517
(2	-11.552
▁ios	-11.5521
▁larger	-11.5523
▁(7	-11.5526
▁err	-11.5533
▁parent	-11.5534
colom	-11.5537
▁tree	-11.5551
▁bao	-11.5552
][3]	-11.5572
▁29	-11.5611
impossible	-11.5651
▁face	-11.5652
▁minP	-11.5672
▁600	-11.5677
▁ysum	-11.5677
▁60,	-11.568
float	-11.571
▁40	-11.5713
▁maxa	-11.5746
undefined	-11.5748
▁dr	-11.5762
▁(_	-11.5774
▁ymin	-11.5784
▁inch	-11.5784
decimal	-11.5785
▁cntr	-11.5809
▁SEGMENT	-11.5811
▁sumy	-11.5816
▁ats	-11.5819
▁Dasha	-11.584
▁Masha	-11.5841
pre	-11.5879
▁po	-11.5949
]]]	-11.5963
+1))	-11.5982
[3])	-11.6
▁111	-11.6001
owel	-11.6004
▁block	-11.6014
[3],	-11.6033
▁seg	-11.604
▁counta	-11.6063
ma	-11.6072
dg	-11.6078
Elephant	-11.6084
▁OUTPUT	-11.6084
▁ANS	-11.6084
Bear	-11.6084
▁person	-11.6084
▁DFS	-11.6085
halfplus	-11.6085
▁1]]	-11.6088
▁satu	-11.6088
▁forward	-11.6088
▁computer	-11.6088
ULL	-11.6093
▁qtb	-11.6094
▁interger	-11.6096
▁frest	-11.6097
,./"	-11.6099
uous	-11.6101
▁bisa	-11.6117
▁1.0)	-11.6123
▁blan	-11.6124
▁hotels	-11.6125
▁qta	-11.6129
incremented	-11.6142
▁four	-11.6144
▁Bulbasaur	-11.6145
est	-11.616
▁games	-11.6174
▁black	-11.6185
▁suff	-11.6195
▁dg	-11.6222
▁cpy	-11.624
od	-11.6244
ches	-11.6252
output	-11.6256
ther	-11.6263
ry	-11.6297
vec	-11.6309
=1000000007	-11.6318
▁card	-11.6318
sort	-11.6326
▁100100	-11.6357
▁duplicate	-11.6364
▁(-1)	-11.6374
pp	-11.6379
UL	-11.638
day	-11.6401
▁box	-11.641
▁xsum	-11.6412
▁!(	-11.6421
▁divis	-11.6429
▁li	-11.644
▁ymax	-11.6461
▁OO	-11.647
ong	-11.6474
ap	-11.6475
▁wp	-11.6481
+(	-11.649
▁1][2]	-11.6511
▁ev	-11.6528
LO	-11.6538
▁tra	-11.6557
To	-11.6573
▁1].	-11.6574
cont	-11.6583
▁acc	-11.6587
▁yellow	-11.6596
1000006	-11.662
▁xmin	-11.6674
oyomi	-11.6709
▁fastIo	-11.6709
▁soldier	-11.6709
▁difference	-11.6709
aeiou	-11.6709
▁biao	-11.671
▁location	-11.671
▁coord	-11.671
▁getInt	-11.671
▁biaoji	-11.671
▁lzl	-11.671
▁"7"	-11.6714
▁lenght	-11.6714
▁raw	-11.6717
that	-11.673
▁INPUT	-11.673
▁nuts	-11.6743
▁smallest	-11.6752
▁woman	-11.6762
▁child	-11.6764
▁210	-11.6765
▁">	-11.6773
ting	-11.6782
▁"1/6"	-11.6784
▁100002	-11.6795
▁rot	-11.6796
are	-11.6796
▁fir	-11.6807
▁poww	-11.6807
▁gets	-11.6816
▁cakes	-11.6843
olume	-11.6845
▁ganjil	-11.686
▁lef	-11.6902
-1-	-11.6905
▁maxlen	-11.6905
▁101,	-11.6905
15	-11.691
▁isdigit	-11.6912
▁small	-11.6917
▁"|#.	-11.6921
▁92	-11.6926
MAXN	-11.6932
▁mmin	-11.6934
▁upd	-11.6943
▁lsum	-11.6952
▁1]),	-11.6991
2))	-11.6991
rr	-11.6995
▁toupper	-11.7005
▁endx	-11.7008
ull	-11.7015
30,	-11.7023
▁10001	-11.7025
ULDR	-11.704
▁marks	-11.7078
00	-11.7081
▁hang	-11.7085
DL	-11.7087
map	-11.7096
/2)	-11.7115
act	-11.7143
Number	-11.7152
create	-11.7166
▁2.0	-11.7176
▁dc	-11.7186
▁fr	-11.7191
00005	-11.7195
pe	-11.7207
▁dos	-11.7216
▁when	-11.7228
[2][	-11.7238
▁app	-11.7297
[0]]	-11.7299
▁arra	-11.7317
▁jj	-11.7337
▁bak	-11.734
▁cast	-11.7349
2["	-11.7358
with	-11.7362
▁Time	-11.7362
anik	-11.7362
Alien	-11.7376
▁indefinitely	-11.7376
▁palabra	-11.7376
hello	-11.7376
▁'|'	-11.7376
▁putchar	-11.7377
▁maxSize	-11.7386
angka	-11.7391
▁10]	-11.7396
win	-11.7398
▁choose	-11.7398
encont	-11.7402
▁freopen	-11.7402
▁qpow	-11.7405
▁binary	-11.741
▁checker	-11.741
▁numb	-11.7416
>()	-11.7421
▁normal	-11.7422
▁'2'	-11.7434
by	-11.744
-1]+	-11.7456
▁lc	-11.749
▁Mod	-11.7492
▁possible	-11.7498
OT	-11.75
▁newsum	-11.7506
▁ad	-11.7526
▁qua	-11.7528
ize	-11.7545
▁100009	-11.7548
▁getint	-11.7555
▁dsa	-11.7574
▁bs	-11.7575
INT	-11.7599
▁exa	-11.7624
ra	-11.7627
▁terminate	-11.7635
empty	-11.7642
2(	-11.7643
color	-11.7671
Move	-11.7697
▁lie	-11.7699
007	-11.771
>(	-11.7713
▁xor	-11.7713
xor	-11.7722
Found	-11.7751
-1)/2	-11.776
1["	-11.7779
om	-11.7801
-3]	-11.7803
[++	-11.7807
▁digits	-11.7813
Counter	-11.7838
inner	-11.785
▁0.0	-11.7853
cmp	-11.7853
▁uns	-11.7864
▁compari	-11.7874
[100]	-11.7881
▁posy	-11.7881
▁modu	-11.7895
ax	-11.7897
▁che	-11.7908
players	-11.792
ea	-11.7926
Num	-11.7936
▁prf	-11.7957
#.	-11.7988
▁siz	-11.7997
esp	-11.8023
▁deq	-11.8038
layer	-11.8046
ength	-11.8066
▁jumlahg	-11.8073
than	-11.8079
zhuangtai	-11.809
permutation	-11.809
▁slogan	-11.809
▁third	-11.809
▁"***"	-11.809
▁voters	-11.809
▁initial	-11.8091
▁bigmod	-11.8092
▁linha	-11.8092
▁tabla	-11.8093
▁grest	-11.8097
▁palin	-11.81
▁2147483647	-11.8103
▁criba	-11.8113
▁height	-11.8116
▁'3'	-11.813
▁sumB	-11.8137
▁wait	-11.8139
▁100007	-11.8147
▁Map	-11.8151
▁commands	-11.8167
▁palindrome	-11.8172
se	-11.8173
▁loct	-11.8177
▁ihash	-11.8178
equal	-11.8188
6,	-11.8201
post	-11.8203
▁pv	-11.8209
▁column	-11.8223
▁va	-11.8225
▁']'	-11.8243
05	-11.8252
▁maxv	-11.8253
▁fla	-11.8257
▁node	-11.8261
▁nadj	-11.8267
aloc	-11.8271
▁qu	-11.8304
▁Mina	-11.8307
-1])	-11.8309
▁sag	-11.831
▁greate	-11.8336
▁9999999	-11.8342
▁1]))	-11.8353
5,	-11.8354
next	-11.8381
▁byte	-11.8383
▁ust	-11.8406
2.	-11.8429
+3	-11.8449
getchar	-11.8472
▁','	-11.8478
half	-11.8502
▁1000003	-11.8512
kecil	-11.8519
][1],	-11.8543
#.#.#.#.#.	-11.855
It	-11.8562
▁la	-11.8594
▁non	-11.8646
ne	-11.8661
fixed	-11.8709
▁ud	-11.8733
▁inc	-11.876
function	-11.8786
lo	-11.8789
▁cols	-11.8806
ck	-11.8819
▁cw	-11.8824
▁alph	-11.8827
3372036854775807	-11.886
▁decrypt	-11.886
▁nearest	-11.886
▁Otherwise	-11.886
▁query	-11.886
▁infinity	-11.886
minimum	-11.8864
▁200100	-11.8866
▁liter	-11.8878
▁people	-11.8884
▁Cmp	-11.8886
▁army	-11.8886
▁perm	-11.8888
▁yb	-11.8892
(1)	-11.8896
/2+1	-11.8907
▁text	-11.8924
▁fail	-11.8933
-1][0]	-11.8945
▁page	-11.8948
▁\0	-11.8948
▁prod	-11.8951
▁3.1415926535	-11.8953
▁'6'	-11.8963
from	-11.8964
▁kkk	-11.8965
=1,	-11.8975
eros	-11.8979
▁seen	-11.8984
▁slot	-11.899
▁maxl	-11.9023
▁17	-11.9026
powmod	-11.9028
▁128	-11.9029
]-'	-11.9033
sOne	-11.9033
solve	-11.9057
▁1111	-11.9057
▁opt	-11.907
▁foo	-11.908
main	-11.9083
▁imin	-11.9088
vowel	-11.909
oma	-11.9095
maz	-11.9103
▁ds	-11.9129
2=0	-11.9148
▁divs	-11.9154
yu	-11.9185
▁doit	-11.9196
▁0}	-11.9201
▁hor	-11.9205
▁pod	-11.9217
_4	-11.9223
rest	-11.9228
[1000],	-11.9229
▁hb	-11.9256
▁goto	-11.9256
▁pairt	-11.9259
substring	-11.9268
▁dest	-11.9277
ero	-11.9279
else	-11.9288
-6	-11.929
moves	-11.9301
(10	-11.931
▁ke	-11.9313
compare	-11.9325
need	-11.9346
nike	-11.9367
▁sss	-11.9404
▁setprecision	-11.9412
▁dua	-11.9416
/100	-11.9416
way	-11.9418
sub	-11.9422
▁cs	-11.9433
▁52	-11.9446
+5	-11.9451
np	-11.9455
3=	-11.946
▁1100	-11.9469
▁57	-11.9491
▁999999999	-11.9498
]>	-11.9503
shu	-11.9503
ger	-11.9503
app	-11.9508
[0][0],	-11.9509
inc	-11.955
▁Penny	-11.9567
▁cant	-11.9583
▁dot	-11.9585
uda	-11.9589
▁kq	-11.9594
3[	-11.9597
rem	-11.9601
mat	-11.9637
▁minm	-11.9638
list	-11.9645
etter	-11.9646
▁lin	-11.9648
▁sumx	-11.9654
▁incremen	-11.966
ector	-11.9665
▁merge	-11.9676
hit	-11.968
OfE	-11.9682
▁desk	-11.9687
State	-11.9692
▁pause	-11.9693
▁loser	-11.9694
▁geek	-11.9695
▁buffer	-11.9695
lements	-11.9695
rado	-11.9695
▁LINF	-11.9696
▁smL	-11.9701
Oven	-11.9701
▁Next	-11.9708
▁PRINT	-11.971
▁oil	-11.9713
▁'_'	-11.9713
▁INFF	-11.972
▁city	-11.9722
▁choc	-11.9728
▁medals	-11.9729
[100000]	-11.9735
▁tank	-11.9735
▁discounts	-11.9737
ignore	-11.9746
▁process	-11.9746
▁Alex	-11.9747
▁minIncl	-11.9748
▁256	-11.9749
ns	-11.975
▁beginat	-11.9752
buil	-11.9754
▁path	-11.976
▁primos	-11.9765
▁pwr	-11.9766
▁nama	-11.9776
▁only	-11.9778
110	-11.9781
▁drink	-11.9817
eat	-11.9827
File	-11.9828
▁cups	-11.9831
os	-11.9839
digit	-11.9845
▁2100	-11.9857
▁angle	-11.9865
ut	-11.9868
TO	-11.9889
Size	-11.9909
▁1000000001	-11.9916
▁47	-11.9923
String	-11.9929
pri	-11.9944
▁going	-11.9945
▁2}	-11.9956
▁2010	-11.9972
▁abc	-11.9975
▁sir	-11.9984
▁posx	-11.9987
▁14	-11.9996
▁floor	-12.0012
tsel	-12.0023
lus	-12.0028
▁LO	-12.0058
ceil	-12.006
▁ha	-12.0083
='	-12.0086
▁delet	-12.0096
Str	-12.01
fuck	-12.0103
ak	-12.0113
▁21	-12.016
▁stud	-12.0186
power	-12.0189
▁disc	-12.02
▁cel	-12.021
▁but	-12.0223
▁rla	-12.0228
edge	-12.0268
▁so	-12.0293
)(	-12.0309
Odd	-12.0344
▁chk	-12.037
▁tri	-12.0371
▁St	-12.0437
▁purple	-12.0438
son	-12.045
▁bot	-12.0461
▁Rajesh	-12.0467
▁Leonard	-12.0469
▁Sheldon	-12.0469
stringstream	-12.0472
▁gc	-12.0473
▁maxsum	-12.0481
▁area	-12.0543
▁caso	-12.0574
Index	-12.0593
▁huruf	-12.0602
TOWARDS	-12.0602
▁capacity	-12.0602
▁nextPrime	-12.0602
▁busca	-12.0602
▁jarak	-12.0602
▁lowest	-12.0603
▁highest	-12.0603
▁walk	-12.0603
Char	-12.0604
▁'{'	-12.0604
▁rides	-12.0605
▁friends	-12.0608
[110]	-12.0609
▁occ	-12.0611
▁hangx	-12.0612
▁boxes	-12.0613
▁conti	-12.0619
▁coty	-12.062
[1005]	-12.0623
▁welfare	-12.063
▁vertical	-12.063
▁denominator	-12.0631
▁numedges	-12.0632
▁limak	-12.0635
Name	-12.0636
▁10000000000	-12.0638
▁intege	-12.065
▁enemy	-12.066
▁before	-12.0665
SI	-12.0676
▁300000	-12.0678
cc	-12.068
▁rai	-12.0684
all	-12.0688
▁locg	-12.0696
inf	-12.0696
▁matching	-12.0699
▁declar	-12.0715
▁(360	-12.0719
▁prim	-12.0752
▁pas	-12.0767
▁"<	-12.077
▁(26	-12.079
▁tag	-12.0792
Commo	-12.08
▁|.|	-12.0804
▁sym	-12.081
▁sam	-12.082
+1+	-12.0824
ncr	-12.0828
dot	-12.0836
▁(5	-12.0857
▁seed	-12.0863
insert	-12.0863
▁use	-12.0875
▁ref	-12.0876
ice	-12.0879
▁bill	-12.0894
▁End	-12.0915
▁flat	-12.0927
-10	-12.0928
▁rev	-12.0944
(8	-12.0945
▁lat	-12.0951
▁cr	-12.0968
be	-12.0971
▁pb	-12.0972
▁19	-12.0996
▁nowp	-12.0998
▁maxc	-12.1009
tot	-12.1016
▁nxt	-12.1018
mark	-12.1035
▁hj	-12.1058
run	-12.108
mR	-12.109
▁zsum	-12.1098
▁gla	-12.1106
▁las	-12.1106
score	-12.1127
point	-12.1143
*10	-12.1145
dist	-12.1151
▁undefined	-12.1154
▁sel	-12.1173
▁xb	-12.118
acos	-12.1194
▁ptr	-12.1194
chat	-12.1204
exp	-12.1207
▁99999999	-12.121
father	-12.1235
lag	-12.1239
sisa	-12.1241
▁bal	-12.1244
▁prep	-12.1245
load	-12.1249
From	-12.1252
coins	-12.1254
▁bul	-12.1257
money	-12.1259
gap	-12.126
End	-12.1285
[26]	-12.1301
inclusive	-12.1307
▁cut	-12.1315
▁3000	-12.1319
clusive	-12.1342
(2*	-12.135
bak	-12.1368
▁1][2])	-12.1376
[105],	-12.1394
amt	-12.1395
▁divi	-12.1401
heng	-12.141
][0],	-12.1412
▁slen	-12.1413
>1	-12.1418
lol	-12.1431
▁rank	-12.1434
#.#.#.#.#.#.	-12.1444
▁(8	-12.1456
----------	-12.1468
dd	-12.1505
upper	-12.1521
ation	-12.1529
25	-12.1542
ara	-12.1547
▁fac	-12.1553
▁2002	-12.1572
ine	-12.1585
▁inici	-12.1596
▁consecutive	-12.1602
▁horizontal	-12.1602
▁maxExcl	-12.1602
▁sequential	-12.1602
▁shelves	-12.1602
▁mirror	-12.1602
▁transform	-12.1602
Finite	-12.1602
▁posibles	-12.1602
▁degree	-12.1602
▁takeoff	-12.1602
▁Chess	-12.1602
▁blyat	-12.1602
▁perColor	-12.1602
▁extrem	-12.1603
▁Last	-12.1604
Delete	-12.1605
▁term	-12.1605
▁lvl	-12.1606
▁checkodd	-12.1607
▁200020	-12.1607
▁minute	-12.1608
▁parameter	-12.1613
▁numero	-12.1614
▁MAT	-12.1615
▁differ	-12.1621
▁hari	-12.1625
omino	-12.1626
▁mima	-12.1629
▁Yellow	-12.1632
▁suf	-12.1638
▁isalpha	-12.164
▁conv	-12.1643
▁eaten	-12.1644
▁"5	-12.1652
▁bitset	-12.1652
▁pages	-12.1686
▁syl	-12.1689
▁vocal	-12.1691
ake	-12.1693
gets	-12.1703
▁factors	-12.1704
▁compa	-12.1707
▁fpow	-12.1708
▁minval	-12.1709
][1])	-12.1713
▁20200	-12.1721
▁spect	-12.1726
▁nimpar	-12.1732
▁sheets	-12.1734
▁100004	-12.1735
▁charnum	-12.1739
▁ppow	-12.1747
add	-12.1771
▁lev	-12.1781
▁maks	-12.1784
▁mc	-12.1787
▁jumps	-12.179
▁numver	-12.1791
▁jol	-12.18
oy	-12.1804
curr	-12.1821
ym	-12.1844
▁mins	-12.1853
▁dic	-12.1915
▁gov	-12.1926
▁fingers	-12.1926
▁(0)	-12.1946
▁pe	-12.1953
eg	-12.1959
▁cmax	-12.1962
igne	-12.1978
11	-12.1982
▁umb	-12.1999
▁odds	-12.2007
▁999	-12.2016
▁Move	-12.2021
▁2])	-12.2023
▁npar	-12.2034
▁termina	-12.2037
zero	-12.204
▁join	-12.2057
▁((1	-12.2059
▁(2*	-12.2067
32	-12.2079
▁wh	-12.2086
▁maxnum	-12.2091
▁suml	-12.211
uck	-12.2117
▁Num	-12.2124
sz	-12.2152
▁off	-12.2154
-1][1]	-12.2171
▁colors	-12.2171
▁DL	-12.2171
rea	-12.2179
1),	-12.2181
word	-12.2191
▁tep	-12.226
Pos	-12.2263
1000	-12.2276
▁restaurants	-12.2298
▁inve	-12.2298
-1))	-12.2303
]+1	-12.2321
▁99	-12.2328
24	-12.233
▁fans	-12.2339
mini	-12.2354
cup	-12.236
▁cons	-12.236
lucky	-12.2363
Sum	-12.2364
28	-12.2375
fact	-12.2394
▁maxr	-12.2399
cases	-12.2407
-----------	-12.242
Ans	-12.2421
med	-12.2433
Min	-12.2442
gu	-12.2448
cn	-12.2458
1>	-12.2471
big	-12.2473
-2,	-12.2477
▁lon	-12.2485
loop	-12.2491
otal	-12.2511
▁"1	-12.252
rs	-12.2521
2),	-12.2531
ok	-12.2563
nton	-12.2571
3[0]	-12.2575
inp	-12.2606
▁jmin	-12.261
def	-12.2638
▁ho	-12.2653
▁jwb	-12.2654
30	-12.266
bru	-12.2663
▁12]	-12.2679
eclare	-12.269
thing	-12.2703
▁mindis	-12.2709
▁Primes	-12.2713
▁brainfuck	-12.2713
▁eevee	-12.2713
▁encrypt	-12.2713
▁malloc	-12.2713
▁minRow	-12.2713
▁numPairs	-12.2713
▁occurances	-12.2713
▁profits	-12.2713
▁maxRow	-12.2713
▁orgStr	-12.2713
▁actual	-12.2713
▁excluisve	-12.2713
▁chance	-12.2713
curInd	-12.2713
▁Roz	-12.2713
distinct	-12.2713
▁indimpar	-12.2713
▁ziro	-12.2713
▁indpar	-12.2714
▁yelo	-12.2715
▁Ids	-12.2715
▁divisores	-12.2716
▁izq	-12.2716
▁minCol	-12.2716
[100010]	-12.2716
▁maxCol	-12.2716
▁valori	-12.2716
▁trump	-12.2717
▁tipe	-12.2717
▁gift	-12.2718
▁failed	-12.2719
1=0	-12.272
showpoint	-12.2723
▁maap	-12.2725
hap	-12.2728
▁modexp	-12.2728
▁jmax	-12.2728
debug	-12.2729
▁losn	-12.2729
▁boox	-12.2731
▁foot	-12.2734
▁mohi	-12.2741
▁prefix	-12.2744
▁Freq	-12.2745
▁wrong	-12.2745
▁sandali	-12.2745
▁+=	-12.2746
▁posiciones	-12.2746
▁findfa	-12.2749
▁shapes	-12.275
lt	-12.275
▁mius	-12.2751
▁niz	-12.2757
▁mole	-12.2759
▁4000	-12.2763
▁minimun	-12.2774
▁lft	-12.2777
▁dict	-12.2778
Int	-12.2788
▁biggest	-12.2789
']['	-12.2793
gdc	-12.2793
Au	-12.2793
▁xs	-12.2805
▁minp	-12.2806
▁press	-12.281
▁xorr	-12.2813
▁slice	-12.2831
▁range	-12.2833
▁"3"	-12.2837
ncrement	-12.2841
ig	-12.2841
rue	-12.2843
▁alphabetical	-12.2846
▁works	-12.2863
▁Start	-12.2864
▁lime	-12.2865
▁common	-12.2865
'0'	-12.2868
▁blu	-12.2872
▁pntr	-12.2872
mm	-12.2876
▁na	-12.2885
▁nam	-12.2888
nut	-12.2899
▁csx	-12.2904
▁candidate	-12.2904
▁era	-12.2907
eque	-12.2948
▁Power	-12.2961
▁+1	-12.2965
then	-12.2979
▁Dp	-12.2979
▁Res	-12.298
▁scored	-12.2995
▁Len	-12.3016
▁isvowel	-12.3027
▁Go	-12.3039
▁inputs	-12.3043
28,	-12.3061
▁ju	-12.3063
Sec	-12.3066
▁eight	-12.3074
▁isp	-12.3074
Id	-12.3075
wels	-12.3095
minmum	-12.3098
▁mass	-12.3106
check	-12.3111
▁1002	-12.3114
▁cCount	-12.3132
▁2.0)	-12.3148
▁got	-12.315
▁mCount	-12.315
▁"4	-12.3155
▁ls	-12.3175
-1]-	-12.3178
INF	-12.3183
St	-12.3184
pr	-12.3193
oc	-12.3194
]][	-12.32
ber	-12.3209
▁inter	-12.3228
▁timer	-12.3236
▁ite	-12.3238
maxi	-12.324
1}	-12.3246
▁ya	-12.3248
ant	-12.325
pointer	-12.3252
▁gp	-12.3267
▁Found	-12.3277
▁tmpb	-12.3278
▁previousConte	-12.3286
▁passe	-12.3312
▁ULDR	-12.3313
counter	-12.332
▁lens	-12.3341
/(	-12.3357
▁dd	-12.3368
fingers	-12.3369
▁ey	-12.3382
ast	-12.3396
sir	-12.3414
usa	-12.3416
▁63	-12.3422
greater	-12.3436
aux	-12.3436
▁",0	-12.3483
▁isT	-12.3498
letter	-12.35
▁sorted	-12.3515
+1)*	-12.3527
/4	-12.3528
iterator	-12.353
prefix	-12.3542
toal	-12.3552
2+	-12.3555
une	-12.3564
leafeon	-12.3583
floors	-12.3584
▁matr	-12.359
▁sa	-12.3593
otation	-12.3594
ick	-12.3595
flareon	-12.3597
sylveon	-12.3598
▁replace	-12.3598
umbreon	-12.36
far	-12.3604
▁es	-12.3607
cket	-12.3611
86400	-12.3614
▁fre	-12.3617
▁ccnt	-12.3621
als	-12.363
joy	-12.3632
votes	-12.3642
01	-12.3643
200	-12.3656
stri	-12.3668
tstep	-12.3671
Let	-12.3709
our	-12.3709
▁((3	-12.3714
=5	-12.3717
▁added	-12.3723
ganjil	-12.3732
▁minim	-12.3742
Lim	-12.3749
▁-100	-12.3763
fb	-12.3764
=4	-12.3766
▁pal	-12.3773
▁multipl	-12.3802
▁si	-12.3803
tem	-12.3808
------------	-12.3814
declare	-12.3816
((3	-12.3824
wo	-12.3827
yes	-12.3852
▁-10	-12.3871
ic	-12.3889
▁nome	-12.3891
▁1500	-12.3896
▁(9	-12.3897
primes	-12.3898
ri	-12.391
▁norm	-12.3913
▁2000000000	-12.3918
▁80	-12.3926
▁"|.|	-12.3928
8"	-12.393
▁finish	-12.3931
creen	-12.3937
adj	-12.394
Dec	-12.394
▁0))	-12.3942
▁>0	-12.3944
▁righ	-12.3944
▁sheet	-12.3962
▁Colours	-12.3963
▁FindLen	-12.3963
▁destination	-12.3963
▁logarith	-12.3963
▁makeChanges	-12.3963
▁tConOven	-12.3963
▁wynik	-12.3963
▁esPrimo	-12.3963
▁indices	-12.3963
▁NumberOf	-12.3963
[101][101]	-12.3963
▁gotodown	-12.3963
▁banyakganjil	-12.3963
Infinite	-12.3963
▁bucket	-12.3963
▁entered	-12.3963
▁tpresents	-12.3963
▁nogover	-12.3963
popcount	-12.3963
▁negro	-12.3964
▁salir	-12.3964
▁-2019	-12.3964
▁tedad	-12.3964
▁outfile	-12.3964
Word	-12.3964
▁excusive	-12.3965
▁besar	-12.3966
Star	-12.3966
▁nrod	-12.3966
▁tail	-12.3966
▁fastio	-12.3966
put	-12.3967
javab	-12.3968
▁colCount	-12.3969
[1001]	-12.397
▁groups	-12.3972
▁trig	-12.3973
▁finishy	-12.3975
▁comb	-12.3975
▁strArr	-12.3975
▁lift	-12.3977
▁kpk	-12.3979
▁texto	-12.398
▁pearls	-12.3984
▁finishx	-12.3984
ead	-12.3985
▁infile	-12.3991
▁semi	-12.3991
▁bulbs	-12.3996
▁blockb	-12.3998
▁nilai	-12.3999
▁MAXX	-12.3999
▁PhoneArray	-12.3999
▁gcdofarray	-12.3999
▁masha	-12.4002
-1)*	-12.4004
▁Ta	-12.4004
▁exam	-12.4006
16	-12.4012
▁"|.|)	-12.4013
.0	-12.4015
les	-12.4017
68	-12.4036
▁cyc	-12.4036
hole	-12.4041
▁blocka	-12.4044
▁hot	-12.4048
▁tren	-12.4051
▁444	-12.4053
tttt	-12.4057
oys	-12.4062
elf	-12.4064
sleepTime	-12.4071
▁amounts	-12.4088
▁cprice	-12.4094
▁piso	-12.4094
eft	-12.4103
▁wit	-12.4103
▁maxle	-12.4106
▁mcd	-12.4116
sh	-12.412
▁numberOf	-12.4128
▁[5][5]	-12.4137
tion	-12.4139
▁3.14159	-12.415
less	-12.4157
▁(-1	-12.4158
▁Maxn	-12.4158
▁maxval	-12.4159
▁ab	-12.4166
hase	-12.4169
▁prefs	-12.4174
▁target	-12.4181
▁require	-12.4182
lnum	-12.4184
]=0	-12.4188
tp	-12.4194
▁emp	-12.4211
▁gb	-12.4211
epend	-12.4214
*5	-12.4233
▁500000	-12.4245
▁lights	-12.4256
▁letterx	-12.4259
)-	-12.4265
yy	-12.429
▁pai	-12.43
maximum	-12.4308
▁coin	-12.4316
▁nok	-12.433
▁UR	-12.4342
▁fp	-12.4355
▁adder	-12.4361
ngers	-12.4389
▁pd	-12.4396
let	-12.4404
▁rea	-12.4407
do	-12.4421
12	-12.4433
00009	-12.445
4)	-12.4469
▁wa	-12.4485
▁post	-12.45
▁Ma	-12.4505
rd	-12.4507
▁nnl	-12.4509
rol	-12.4512
▁180)	-12.4516
rec	-12.4518
005	-12.4522
▁kecil	-12.4557
▁pat	-12.4564
▁od	-12.4573
aa	-12.4579
ogo	-12.4584
▁Do	-12.4592
▁lines	-12.4629
▁jjj	-12.4637
▁ne	-12.4648
17	-12.4658
▁minstep	-12.4661
20	-12.4661
▁god	-12.4665
100	-12.4668
Contest	-12.469
+4	-12.4712
▁-2	-12.473
counts	-12.4754
▁20)	-12.4782
▁cm	-12.4782
price	-12.4796
▁toast	-12.4797
▁towel	-12.4837
▁cmn	-12.4894
tt	-12.4898
▁tmpa	-12.49
▁ant	-12.4911
otes	-12.4921
▁cmx	-12.4928
▁maxb	-12.4931
eight	-12.4937
cal	-12.4943
▁(10	-12.4944
▁cntb	-12.4957
ack	-12.4961
erase	-12.4965
unique	-12.4968
visited	-12.4986
50	-12.4987
book	-12.4988
discount	-12.5012
ai	-12.5014
▁107	-12.5018
jolteon	-12.5026
glaceon	-12.5027
=5*	-12.5027
Input	-12.5032
rate	-12.5039
bacterias	-12.5039
numeric	-12.5043
gov	-12.5054
column	-12.5064
▁he	-12.5067
+7	-12.5068
▁multi	-12.5069
▁sho	-12.5071
10,	-12.5076
▁them	-12.5088
▁gv	-12.5116
dep	-12.5134
▁ru	-12.5138
1)/	-12.5143
ask	-12.5144
▁ro	-12.5148
Player	-12.5158
side	-12.5172
abc	-12.5192
_7	-12.5193
indx	-12.5199
Sort	-12.5208
240	-12.5251
]])	-12.5253
▁did	-12.5268
▁winC	-12.5274
16,	-12.5279
2>	-12.5308
▁pB	-12.5316
▁2222	-12.5322
ze	-12.5326
▁IMPOSSIBLE	-12.5341
▁qy	-12.5345
+1])	-12.5372
uantity	-12.5374
XXL	-12.5386
AND	-12.5389
[101]	-12.539
WBWBWBWB	-12.5392
firstPointer	-12.5392
lastSoldier	-12.5392
▁CityCode	-12.5392
▁NumOf	-12.5392
▁diamond	-12.5392
▁helper	-12.5392
▁amigos	-12.5392
▁girl	-12.5392
▁relax	-12.5392
klmnopqrstuvwxyz	-12.5392
▁supply	-12.5392
▁edits	-12.5392
▁woch	-12.5392
▁invfact	-12.5392
▁safe	-12.5392
▁Init	-12.5392
▁identi	-12.5393
▁zuo	-12.5393
▁kiek	-12.5393
▁getChar	-12.5393
▁numerator	-12.5393
▁getAns	-12.5394
ASE	-12.5394
▁availab	-12.5394
▁inclu	-12.5395
pasos	-12.5396
▁getwin	-12.5396
*10+	-12.5398
▁Ile	-12.5398
▁quit	-12.54
▁ratios	-12.5403
▁maxLen	-12.5404
▁FB	-12.5406
[15]	-12.5408
▁111111	-12.5409
▁jav	-12.5412
▁curAns	-12.5413
▁prevI	-12.5413
▁FA	-12.5414
▁qiu	-12.5415
▁NULL	-12.5416
▁local	-12.5418
/60	-12.5419
▁boostI	-12.5419
▁lcp	-12.5429
▁ivmind	-12.5431
Open	-12.5439
▁rowCount	-12.5442
000005	-12.5443
▁9999999999	-12.5444
=2*	-12.5444
▁"[]"	-12.5464
ange	-12.5465
▁"8"	-12.5467
▁Ex	-12.5478
▁rub	-12.5479
▁primo	-12.5484
▁cities	-12.5484
▁cube	-12.5485
▁viii	-12.5493
▁maxsec	-12.5494
▁sumodd	-12.5495
▁cake	-12.5497
▁nextz	-12.5505
▁marked	-12.5506
▁shap	-12.5509
▁dq	-12.551
▁incr	-12.5516
atch	-12.5519
▁packs	-12.552
▁kount	-12.5524
odd	-12.5526
strgro	-12.5535
ab	-12.5539
▁tu	-12.5543
▁180-	-12.5548
▁200000,	-12.5549
.141592653589793	-12.555
▁kh	-12.555
▁me	-12.555
▁glo	-12.5559
▁lock	-12.556
▁Soul	-12.5564
nextprev	-12.5568
▁Space	-12.5574
correct	-12.558
▁100011	-12.5585
1<	-12.5585
▁Reality	-12.5586
▁reus	-12.5592
▁rtn	-12.5602
asd	-12.5608
▁offset	-12.5611
vv	-12.5612
▁floating	-12.5613
100,	-12.562
▁we	-12.5628
mode	-12.5636
tfingers	-12.5636
▁hah	-12.5638
LIM	-12.5655
▁ten	-12.5659
▁println	-12.566
▁scoreb	-12.566
▁goo	-12.5669
-------------	-12.5675
▁curl	-12.5678
(&	-12.5705
0.0	-12.5708
▁consum	-12.5709
he	-12.5726
cr	-12.5735
▁places	-12.5742
▁")"	-12.5747
▁numeric	-12.5753
▁bacterias	-12.5757
▁isupper	-12.5773
▁fib	-12.5779
▁impar	-12.5788
eaten	-12.5805
ver	-12.5819
▁nor	-12.5842
▁5.0	-12.5843
bit	-12.5843
▁sumeven	-12.5844
0123456789	-12.5866
ers	-12.5867
▁oc	-12.5877
ag	-12.5887
▁Bn	-12.5889
sed	-12.5891
▁gox	-12.5908
▁rr	-12.5915
cl	-12.5945
▁frr	-12.5958
('	-12.5961
▁boy	-12.5962
▁kmax	-12.5966
▁-1000	-12.5984
▁usa	-12.6003
[{	-12.6026
rator	-12.6026
2<=	-12.6034
bal	-12.608
)((	-12.6117
35	-12.6127
resize	-12.6137
-2)	-12.6143
▁yt	-12.6149
ture	-12.6154
MOD	-12.6157
▁srt	-12.6208
▁concatenate	-12.6221
1<=	-12.6251
▁23	-12.6256
ol	-12.6305
▁lenp	-12.6315
tin	-12.6326
space	-12.6337
poz	-12.6344
gro	-12.6352
dis	-12.6375
▁maxim	-12.6381
>=0	-12.6389
current	-12.641
ceils	-12.6416
▁pA	-12.6422
▁Wa	-12.6435
.........|	-12.6443
rt	-12.645
mul	-12.6458
▁te	-12.6466
'}	-12.6472
▁pres	-12.6475
Wor	-12.6525
#.#.#.#.#.#.#.	-12.6536
meth	-12.6546
ncrease	-12.658
file	-12.6588
ank	-12.6596
high	-12.6617
▁cho	-12.6626
▁substr	-12.663
▁subtraction	-12.6632
strlen	-12.6641
▁nom	-12.6642
▁(-	-12.6647
increase	-12.6648
final	-12.6653
drink	-12.6654
present	-12.6676
sizeof	-12.6679
▁62	-12.6679
▁ve	-12.6688
depth	-12.6692
search	-12.6699
speed	-12.6701
vote	-12.6701
func	-12.6711
urantsLunchTimes	-12.6713
▁nx	-12.6715
node	-12.6722
key	-12.6728
▁pred	-12.6736
▁subs	-12.6744
▁99999	-12.6783
▁recur	-12.6784
▁atoi	-12.682
"0"	-12.6842
-'0'	-12.6848
▁wt	-12.6848
▁cd	-12.685
Factor	-12.6869
▁maxPrime	-12.6869
/10)	-12.6875
▁pen	-12.6879
sect	-12.6879
▁faktor	-12.6889
▁10000000000000	-12.6893
▁jw	-12.6905
oolean	-12.693
▁remn	-12.6931
tam	-12.695
▁vm	-12.6961
▁998244353)	-12.6964
Best	-12.6986
▁getNum	-12.6986
<"	-12.699
qr	-12.699
/3	-12.6997
▁seven	-12.6999
▁1050	-12.6999
▁succ	-12.7001
tSum	-12.7007
▁feet	-12.7017
pw	-12.7029
candidate	-12.7049
lower	-12.705
▁exc	-12.705
nary	-12.7054
mount	-12.7057
XXS	-12.7058
▁secretary	-12.7058
▁denomina	-12.7058
▁polje	-12.7058
▁dhurr	-12.7058
▁leftPreSum	-12.7058
Diamond	-12.7058
getPossibilities	-12.7058
▁MODULO	-12.7058
▁alexey	-12.7058
▁comando	-12.7058
▁connected	-12.7058
▁getNextGap	-12.7058
▁lunchBreakTime	-12.7058
▁numOfTestCases	-12.7058
▁numerador	-12.7058
▁perRowColor	-12.7058
▁rightMost	-12.7058
▁secnumbs	-12.7058
▁direcciones	-12.7058
▁rightPreSum	-12.7058
▁assistantTemps	-12.7058
▁numofelements	-12.7058
▁combSort	-12.7058
▁house	-12.7058
▁secretaryNum	-12.7058
▁wallet	-12.7058
▁margesort	-12.7058
▁tagua	-12.7058
ization	-12.7059
▁expect	-12.7059
▁distress	-12.7059
▁numOfteam	-12.7059
▁resultado	-12.7059
Game	-12.706
▁Random	-12.706
▁phnum	-12.706
▁shoes	-12.706
▁LCA	-12.7061
686	-12.7061
▁Names	-12.7061
▁assert	-12.7061
▁sufmax	-12.7062
▁valfin	-12.7062
▁caden	-12.7062
▁generat	-12.7063
▁elevator	-12.7064
[100005]	-12.7064
▁da	-12.7065
▁chore	-12.7065
▁exclu	-12.7066
▁lowar	-12.7067
▁MINN	-12.7068
▁whole	-12.7069
▁agua	-12.7069
XXXS	-12.707
wincandidate	-12.707
shel	-12.7071
▁ciel	-12.7072
▁winB	-12.7073
▁"6"	-12.7073
[1000006]	-12.7074
Out	-12.7075
▁Long	-12.7076
▁DE	-12.7076
▁pple	-12.7077
+1][0]	-12.7077
▁inicio	-12.7077
▁arena	-12.7078
▁maxWord	-12.7079
▁al	-12.7081
▁winA	-12.7082
ally	-12.7083
▁pack	-12.7087
▁integ	-12.709
▁fpb	-12.7091
▁compute	-12.7092
▁currgcd	-12.7095
▁uper	-12.7095
▁minodd	-12.71
▁Run	-12.7103
▁catur	-12.7104
▁dryer	-12.7104
▁awal	-12.7105
▁1000000000000	-12.7111
▁prob	-12.7112
▁9999	-12.7117
▁volume	-12.7118
onal	-12.7119
andom	-12.7123
▁absent	-12.7124
▁30005	-12.7129
▁sequence	-12.713
▁leftnum	-12.7133
/7	-12.7134
▁hora	-12.7136
▁chr	-12.7142
3]	-12.7145
nteger	-12.7148
*2-	-12.7149
▁diry	-12.7162
▁CT	-12.7167
▁ispalindrome	-12.7172
▁mapper	-12.7172
▁winm	-12.7173
▁modpow	-12.7175
Cb	-12.7175
rbegin	-12.7175
▁gra	-12.7177
▁buy	-12.7185
90	-12.719
▁problems	-12.7193
iones	-12.7194
▁blocks	-12.7196
]<	-12.7201
▁stair	-12.7208
me	-12.7211
▁1000002	-12.7212
cho	-12.7215
▁getans	-12.7227
▁datt	-12.7228
▁faktori	-12.7231
▁rount	-12.7234
▁dirx	-12.7246
▁dec	-12.7252
▁rc	-12.7253
▁bulb	-12.7265
ust	-12.7266
▁cun	-12.7275
imak	-12.7282
▁away	-12.7306
ited	-12.7307
▁109	-12.731
▁MD	-12.7319
(3*	-12.7341
rColor	-12.7343
=10	-12.7353
▁ye	-12.7375
▁81	-12.7383
3_1	-12.7384
▁ycost	-12.7391
strings	-12.7407
las	-12.7408
1111111	-12.7419
▁expo	-12.7427
▁Maxm	-12.7431
ecz	-12.7448
maxy	-12.7449
▁kill	-12.7451
two	-12.7452
1.0	-12.7456
▁arc	-12.7459
[1].	-12.7461
▁1000100	-12.7465
qua	-12.7468
9999999999	-12.7487
▁Ch	-12.7506
▁maxC	-12.7513
74	-12.7521
39	-12.7541
men	-12.7542
▁bk	-12.7547
▁bol	-12.756
-1)/	-12.7573
replaced	-12.7579
XL	-12.7588
currnum	-12.7595
▁pending	-12.7595
XS	-12.7597
▁flas	-12.7607
▁maxP	-12.7611
▁"0000000	-12.763
(0	-12.7633
▁doll	-12.7639
95	-12.7654
▁mk	-12.7657
▁mpow	-12.7661
py	-12.7668
[100],	-12.7696
▁2*(	-12.7698
▁port	-12.7701
hh	-12.7706
▁87	-12.7722
▁xcost	-12.7734
ql	-12.7737
wl	-12.774
(180	-12.7769
Ca	-12.7773
▁ry	-12.7773
hang	-12.7783
▁dish	-12.7815
*3	-12.7817
character	-12.7837
wt	-12.7838
Arr	-12.7847
▁minb	-12.7855
▁2000000	-12.7863
ecrement	-12.7866
nomer	-12.7872
▁Counter	-12.7879
)/10	-12.788
▁amt	-12.7894
▁ba	-12.7895
▁link	-12.7903
▁gro	-12.7909
/1	-12.7924
▁arrpos	-12.7938
▁suc	-12.7941
▁fcount	-12.796
▁tres	-12.7965
▁pm	-12.7976
▁56	-12.7976
ain	-12.7986
ratio	-12.802
ement	-12.8023
▁"()"	-12.8027
--------------	-12.8063
'][	-12.8066
uns	-12.8075
ro	-12.8094
test	-12.8099
▁mink	-12.8111
mic	-12.8112
▁UL	-12.8121
newline	-12.8125
▁lastm	-12.8182
▁dataa	-12.8189
force	-12.8191
44	-12.8195
▁bc	-12.8195
▁fal	-12.8204
▁fro	-12.8211
▁ti	-12.8259
▁Maxa	-12.8277
▁anses	-12.8285
▁,0,	-12.8289
